{
  "articles": [
    {
      "year": "2015",
      "title": "Passage 1",
      "source": "2015年申硕英语真题 Passage 1",
      "sentences": [
        {
          "en": "Sometimes a race is not enough.Sometimes a runner just wants to go further.That’s what happened to Dennis Martin and Brooke Curran.",
          "zh": ""
        },
        {
          "en": "Martin,68,a retired detective form New York City,took up running after his first wife died.Curran,46,a philanthropist(慈善家)from Alexandria,started running to get out of the house and collect her thoughts.Both she and Martin got good at running but felt the desire to do more.\"The more I trained,the better I got,\"Curran said,\"but I would cross the finish line with no sense of accomplishment.\" Eventually,they worked up to running marathons(马拉松)(and longer races)in other countries,on other countries.Now both have achieved a notable -and increasingly less rate-milestone;running the 26.2-mile race on all seven continents.",
          "zh": ""
        },
        {
          "en": "They are part of a phenomenon that has grown out of the running culture in the past two decades,at the intersection  of  athleticism  and  leisure:\"runcations,\"which  combine  distance  running  with  travel  to  exotic places.These trips,as expensive as they are physically challenging,are a growing and competitive market in the travel industry.",
          "zh": ""
        },
        {
          "en": "\"In the beginning,running was enough,\"said  Steen Albrechtsen,a press manager.\"The classic marathon was the ultimate goal,then came the super marathons,like London and New York.But when 90,000 people a year can take that challenge,it is no longer exciting and adventurous Hence,the search for new adventures began.\" \"No one could ever have imagined that running would become the lifestyle activity that it is today,\"said Thom Gilligan,founder and president of Boston-based Marathon Tours and Travel.Gilligan,who has been in business since 1979,is partly responsible for the seven-continent phenomenon.",
          "zh": ""
        },
        {
          "en": "It started with a casual talk to an interviewer about his company offering trips to every continent except Antarctica.And then in 1995,Marathon tours hosted its first Antarctica Marathon on King George Island.Off the tip of the Antarctic Peninsula;160 runners got to the starting line of a dirt-and ice-trail route via a Russian icebreaker through the Drake Passage.",
          "zh": ""
        },
        {
          "en": "A.meet requirements of his job B.win a running race C.join in a philanthropic activity D.get away from his sadness A.winners in the 26.2-mile race on all seven continents B.people who enjoy long running as a lifestyle activity ENGLISH QUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS C.running racers satisfied with their own performance D.old people who live an active life after retirement A.challenging  runcations B.professional  races C.Antarctica travel market D.expensive  tours A.it does not provide enough challenge B.it may be tough and dangerous C.it involves too fierce a competition D.it has attracted too many people A.international cooperation is a must to such an event  B.runcations are expensive and physically challenging C.Marathon Tours is a leader of the travel industry D.adventurous running has become increasingly popular",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2015",
      "title": "Passage 2",
      "source": "2015年申硕英语真题 Passage 2",
      "sentences": [
        {
          "en": "Before the 1970s,college students were treated as children.So many colleges ran in loco parentis system.",
          "zh": ""
        },
        {
          "en": "\"In loco parentis\"”is a Latin term meaning\"in the place of a parent.\"It describes when someone else accepts responsibility to act in the interests of a child.",
          "zh": ""
        },
        {
          "en": "This idea developed long ago in British common law to define the responsibility of teachers toward their students.For years,American  couts upheld  in  loco parentis  in  cases  such  as  Gott  versus  Berea  College  in 1913.",
          "zh": ""
        },
        {
          "en": "Gott owned a restaurant off campus.Berea threatened to expel students who ate at places not owned by the school.The Kentucky high court decided that in loco parentis justified that rule.",
          "zh": ""
        },
        {
          "en": "In loco parentis meant that male and female college students usually had to live in separate buildings.",
          "zh": ""
        },
        {
          "en": "Women had to be back at their dorms by ten or eleven on school nights.",
          "zh": ""
        },
        {
          "en": "But in the 1960s,students began to protest rules and restrictions like these.At the same time,courts began to support students who were being punished for political and social dissent.",
          "zh": ""
        },
        {
          "en": "In 1960,Alabama State College expelled six students who took part in a civil rights demonstration.They sued the schooland won.After that it became harder and harder to defend in loco parentis.",
          "zh": ""
        },
        {
          "en": "At  that  time,students  were  not  considered  adults  until  21.Then,in   1971,the  24th  amendment  to  the Constitution set the voting age at eighteen.So in loco parentis no longer really applied.",
          "zh": ""
        },
        {
          "en": "Slowly,colleges  began  to  treat   students  not  as  children,but  as  adults.Students  came  to  be   seen  as consumers of educational services.",
          "zh": ""
        },
        {
          "en": "Gary  Dickstein,an  assistant  vice  president  at  Wright   State  University  in  Dayton,Ohio,says  in  loco parentis  is  not  really  gone.It  just  looks   different.Today's  parents,he   says,are  often  heavily  involved  in students'lives.They are known as “helicopter parents.”They always  seem to hover over their children.Gary Dickstein says these parents are likely to question decisions,especially about safety issues and grades.They want to make sure their financial investment is not being wasted.",
          "zh": ""
        },
        {
          "en": "B.parents asked them to do it for the interests of their children C.this was a tradition established by British colleges D.college students were regarded as too young to be treated as adults C.It was a win-win case.",
          "zh": ""
        },
        {
          "en": "A.extreme  behaviors B.violation   oflaws C.strong  disagreement D.wrong  doings A.had no right to expel the students B.was justified to have expelled the students  C.shouldn't interfere with  students'daily  life D.should support civil rights demonstrations B.keep a watchful eye on their children's life and study C.care less about their children's education than before D.have different opinions on their children's education",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2015",
      "title": "Passage 3",
      "source": "2015年申硕英语真题 Passage 3",
      "sentences": [
        {
          "en": "We tend to think of plants as the furniture of the natural world.They don’'t move they don’'t make sounds; they don't seem to respond to anything—at least not very quickly.But as is often the case,our human view of the world misses quite a lot.Plants talk to each other allthe time.And the language is chemical.",
          "zh": ""
        },
        {
          "en": "Over  the  years  scientists  have  reported  that  different  types  of  plants,from  trees  to  tomatoes,release compounds into the air to help neighboring plants.These chemical warnings all have the  same purpose to spread information about one plant's disease so other plants can defend themselves.But exactly how plants receive and act on many of these signals is still mysterious.",
          "zh": ""
        },
        {
          "en": "In  this  week's  Proceedings  of  the  National  Academy  of  Sciences,researchers  in  Japan  offer  some explanations.They have identified one chemical message and traced it all the way from release to action.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS The scientists looked at tomato plants infested(侵害)by common pest,the cutworm caterpillar(毛毛虫).",
          "zh": ""
        },
        {
          "en": "To start out,they grew plants in two plastic compartments connected by a tube.One plant was infested and   placed upwind and the others were uninfested and placed downwind.The downwind plants were later exposed  to the cutworm caterpillar.The results showed that plants that had previously been near sick neighbors were  able to defend themselves better against the caterpillar.",
          "zh": ""
        },
        {
          "en": "The  researchers  also  studied  leaves  from  exposed  and  unexposed  plants.They  found  one  compound showed up more often in the exposed plants.The substance is called Hex Vic.When the scientists fed Hex Vic to cutwoms,it knocked down their survival rate by  17%.The scientists identified the source of Hex Vic,and sprayed it lightly over healthy plants.Those plants were then able to start producing the caterpillar-killing Hex Vic.Researchers  confirmed  that  uninfested  plants  have  to  build  their  own  weapon  to  fight  off bugs  and diseases.How do they know when to play defense?They are warned first by their friendly plant neighbors.",
          "zh": ""
        },
        {
          "en": "It  is  a  complex  tale,and  it  may  be  happening  in  more  plant  species  than  tomatoes.It  may  also  be happening with more chemical signals that are still unknown to us.For now though,we know that plants not only communicate,they look out for one another.",
          "zh": ""
        },
        {
          "en": "A.How plants communicate is still a mystery.",
          "zh": ""
        },
        {
          "en": "B.Enough attention has been paid to plant talk.",
          "zh": ""
        },
        {
          "en": "C.Plants are the furniture of the natural world.",
          "zh": ""
        },
        {
          "en": "D.Plants can communicate with each other.",
          "zh": ""
        },
        {
          "en": "A.how plants receive and handle the signals firom their neighbors B.why plants spread chemical information to their neighbor C.how many types of plants release compounds into the air   D.whether plants send chemical warnings to their neighbors A.placed separately but connected through air B.exposed to different kinds of pests C.exposed to the pest at the same time D.placed together in a closed compartment A.making more Hex Vic to attract the pest B.releasing Hex Vic into the air to warn them C.letting them know how to produce Hex Vic D.producing enough Hex Vic to kill the pest A.Survival of Plants B.Plant  World C.Talking  Plants    D.Plant Bug Killer",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2015",
      "title": "Passage 4",
      "source": "2015年申硕英语真题 Passage 4",
      "sentences": [
        {
          "en": "Vancouver is the best place to live in the Americas;according to a quality-of-life ranking published earlier this month .The city regularly tops such indexes as its clean air,spacious homes and weekend possibilities of sailing and skiing.But its status as a liveable city is threatened by worsening congestion(拥挤).Over the next three decades,another  1 million residents are expected to live in the Greater Vancouver region,adding more cars,bicycles and lorries to roads that are already struggling to serve the existing 2.3 million residents.",
          "zh": ""
        },
        {
          "en": "A proposal by Vancouver's mayor seeks to prevent the worsening conditions.Upgrades would be made to 2,300 kilometers of road lanes,as well as bus routes and cycle paths.Four hundred new buses would join the fleet  of  1,830.There would be  more trains  and  more  “sea  bus”fery  crossings between  Vancouver  and  its wealthy northern  suburbs.To  get  all that,residents must vote to  accept  an increase in  sales tax,from  7%to 7.5%.Polls suggest they will vote no.",
          "zh": ""
        },
        {
          "en": "Everyone agrees that a more efficient transport system is needed.Confined by mountains to the north,the United States to the south and the Pacific Ocean to the west,Vancouver has spread in the only direction where there is still land,into the Fraser Valley,which just a few decades ago was mostly farmland.The road is often overcrowded.",
          "zh": ""
        },
        {
          "en": "Yet commuters'suspicion of local bureaucrats may exceed their dislike of congestion.TransLink,which runs public transport in the region,is unloved by taxpayers.Passengers blame it when Skytrain,the light-rail system,comes to a standstill because of mechanical or electrical faults,as happened twice in one week last summer,leaving commuters stuck in carriages with nothing to do but expressing their anger on Twitter.That sort  of thing  has  made  voters  less  willing  to pay  the  C$7.5  billion  in  capital  spending  that  the  ten-year trafficupgrade would involve.",
          "zh": ""
        },
        {
          "en": "Despite the complaints,Vancouver's transport system is a decent,well-integrated one on which to build, reckons Todd Litman,a transport consultant who has worked for TransLink.\"These upgrades are all-important if Vancouver wants to maintain its reputation for being a destination others want to go to.\"He says.",
          "zh": ""
        },
        {
          "en": "A.they do not want more people to move in B.they are reluctant to move to new places C.upgrades would take away their living space   D.upgrades would add to their financial burdens A.the  east   B.the  west  C.the  south D.the  north A.world famous transport companies B.local residents'complaints about the bureaucrats C.local effort to improve public transport D.worsening traffic congestion A.will solve the traffic problem B.will benefit local economy C.satisfies the transport company D.deserves public support Towards the end of the 1990s,more than a decade and a half Diet Coke was first introduced,sale of Coca Cola's best-selling low caloric drink appeared to slow down.",
          "zh": ""
        },
        {
          "en": "However,in the  decade  that  followed,diet  sodas  grew  by  more  than  30  percent.In  2009,sales  pushed above $8.5 billion for the first time.But America's thirst for Diet Coke is running dry again-and this time it could be for good.",
          "zh": ""
        },
        {
          "en": "The diet soda slowdown isn't merely an American thing—it's also happening worldwide.But the future of diet colas is particularly cloudy in the United States.",
          "zh": ""
        },
        {
          "en": "Low calorie sodas are fighting a hard battle against not one but two trends among American consumers.",
          "zh": ""
        },
        {
          "en": "The first is that overall soda consumption has been on the decline since before 2000.Diet sodas,though they might come sugar-and calorie-free,are still sodas,something Americans are proving less and less interested in drinking.",
          "zh": ""
        },
        {
          "en": "The second,and perhaps more significant trend,is a growing mistrust of artificial sweeteners(甜味剂).",
          "zh": ""
        },
        {
          "en": "“Consumers'attitudes  towards  sweeteners  have  really   changed.”said   Howard  Telford,an  industy  analyst.",
          "zh": ""
        },
        {
          "en": "\"There's  a  very  negative  perception  about  artificial  sweeteners.The  industry  is  still  trying  to  get  its  head  around this.” Add me to the number of people addicted to diet colas who quit drinking soda altogether.I honestly think soda is addictive and I'm happy not to be drinking it anymore.",
          "zh": ""
        },
        {
          "en": "Perhaps the slowdown has something more to do with the skyrocketing cost of soft drinks.",
          "zh": ""
        },
        {
          "en": "I  LOVE  diet  drinks!Am  I  unhealthy?Who  knows?I  guarantee  I  have  a  better  physique  than  most 43-year-old men.",
          "zh": ""
        },
        {
          "en": "This is a silly and shallow piece.The reason for the fall off is simply the explosion in consumption of bottled waters and energy drinks.",
          "zh": ""
        },
        {
          "en": "As people learn more about health and wellness they will consume less  sugar,less  soda,less artificial ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS A.It began to undergo a gradual drop starting from 2000.",
          "zh": ""
        },
        {
          "en": "B.It was on the decline since the 1990s but is on the rise now.",
          "zh": ""
        },
        {
          "en": "C.It reached its peak in the 2000s but began to drop since then.",
          "zh": ""
        },
        {
          "en": "D.It has been decreasing since the 1990s.",
          "zh": ""
        },
        {
          "en": "A.It will continue to drop.",
          "zh": ""
        },
        {
          "en": "B.It will get better soon.",
          "zh": ""
        },
        {
          "en": "C.It is hard to say for sure.",
          "zh": ""
        },
        {
          "en": "D.It may have ups and downs.",
          "zh": ""
        },
        {
          "en": "A.Comment 3 and Comment 5.",
          "zh": ""
        },
        {
          "en": "B.Comment 2 and Comment 4.",
          "zh": ""
        },
        {
          "en": "C.Commentl and Comment 4.",
          "zh": ""
        },
        {
          "en": "D.Comment 2 and Comment 3.",
          "zh": ""
        },
        {
          "en": "PartIV  Cloze(10  points) When asked about the impact of disturbing news on children,one mother said:“My 11-year-old daughter   doesn’t like watching the news.She has        46       about  what  she  has  seen.One  time,she watched  a report   about a person who killed a family member with a knife.That night she dreamed that she too was being killed.\" Another interviewee said:“My six-year-old niece saw reports of tormadoes(龙卷风)from elsewhere in the   countiry.For  weeks       47     ,she   was   terrified.She 48           call me  on the phone,convinced that  a tornado was coming her way and that she was going to die.\" Do you think disturbing news reports can frighten children?In one survey,nearly 40 percent of parents said that their children had been        49     by something they saw in the news and that, ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS 50    ;the children had feared that a similar event would happen to them or their loved ones.Why?One factor is that children often   51             he news  differently  from adults.For example,small children may believe that a       52      that is broadcast repeatedly is really happening repeatedly.",
          "zh": ""
        },
        {
          "en": "A second factor is that daily reports of disturbing events can distort a child’s        53      of the world.True, we live in “critical times hard to       54    .”But repeated exposure to disturbing news reports can cause children  to develop lasting fears.\"Children who watch a lot of TV news  55            to overestimate the occurrence of crime and may perceive the world to be a more dangerous place than it actually is,\"observes the Kaiser Family  Foundation.",
          "zh": ""
        },
        {
          "en": "Part V Text Completion (20 points) A.angrier                       B.getting                     C.action B.like        57     any compensation C.to take any       58 Picture this situation:you have bought a faulty item from a shop and you take it back to complain.You go directly to the shop assistant and tell them your problem.They say they cannot help you,       59      to  the point perhaps where you start insulting the poor shop assistant.This will do you no favours,       60    ,or  even  your money back.If you go directly to the first person you see,you may be wasting your time as they may be powerless           61       .So the important lesson to be learnt is to make sure firstly that you are speaking to the relevant person,the one who has the authority to make decisions.",
          "zh": ""
        },
        {
          "en": "A.the smaller               B.as much as                 C.up to a year             D.more likely A.20%       62      to feel happy B.",
          "zh": ""
        },
        {
          "en": "63      the physical distance between friends C.but not      64      happiness ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS D.lasted for_      65 The new study found that friends of happy people had a greater chance of being happy themselves.And 66         the larger the effect they had on each other's happiness.For example,a person was         67        if a friend living within one and a half kilometers was also happy.Having a happy neighbor who lived next door increased an individual's chance of being happy by 34%.The effects of friends'happiness         68        .The  researcher found that happiness really is contagious(传染的).Sadness also spread among friends,        69       .",
          "zh": ""
        },
        {
          "en": "A.later regretted          B.spending                     C.tend to A.remember past impulse purchases that you       70 B.you may            71 purchase on impulse C.keep  72          under control In addition to the external pressure we face from marketing,our own feelings and habits can contribute to excessive spending.Here are some suggestions to help you        73     First,resist your impulse buying.Do you enjoy the ex citement of shopping and finding a barg ain?If so, \t74      To resist,slow down and think realistically about the long-term consequences of buying,owning,and maintaining what you are planning to buy.Stop and         75         Give yourself a “cool down”period before making your final decision.",
          "zh": ""
        },
        {
          "en": "Part VI Translation(20minutes,10 points) Should work be placed among the cases of happiness or be regarded as a burden?Much work is exceedingly tiresome,and an excess of work causes stress and even disease.I think,however,that,provided work is not excessive in amount,even boring work is less harmful than idleness.We sometimes feel a little relief from work;at other tomes work gives us delight.These feeling arise according to the type of work we are doing and our ability to do that work.Work fills many hours of the day and removes the need to decide what one should do.",
          "zh": ""
        },
        {
          "en": "Part VII Writing(30 minutes,15 points)",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2016",
      "title": "Passage 1",
      "source": "2016年申硕英语真题 Passage 1",
      "sentences": [
        {
          "en": "What did you study at university?If it was something along the lines of law or business,you might want to look away now.That's because according to new research,which has found a link between our university subjects and our personalities,you have selfish,uncooperative tendencies and are not very in touch with your feelings.On the plus side,you're probably the life and soul of a party,the findings suggest.",
          "zh": ""
        },
        {
          "en": "Researchers analyzed data from more than 13,000 university students who were involved in 12 separate studies.From  this,they  discovered  a  correlation  between  the   “Big  Five”major  personality  traits   and  the subjects they were enrolled on.",
          "zh": ""
        },
        {
          "en": "For  example,those  studying  law,economics,political  science  and  medicine  tended  to  be  much  more outgoing than those taking other subjects,the study found.But when it came to “agreeableness”—the tendency towards  being  helpful,generous  and  considerate—the  lawyers  scored  particularly  low,as  did  business  and economics students.",
          "zh": ""
        },
        {
          "en": "Aits  and  humanities  students,as  well   as  those   studying  psychology   and  politics   scored  highly   for openness,meaning  they  were  curious,imaginative  and  in  touch  with  their  inner  feelings,while  economists, engineers,lawyers  and  scientists  scored  comparatively  low.However,the  arts  and  humanities  students  also tended to be less  conscientious  and  more  nervous,typically   exhibiting  signs  of  anxiety   and  moodiness.",
          "zh": ""
        },
        {
          "en": "Psychology students were not far behind arts and humanities students for these traits.",
          "zh": ""
        },
        {
          "en": "Study  author  Anna  Vedel,from  the  University  of Aarhus  in  Denmark,said  she  was  surprised  by  the results.\"The  effect  sizes  show  that  the  differences  found  are  not  trivial,far  from,\"she  said.“On  the  more humorous  side  they  do  confirm  our  more  or  less prejudicial  stereotypes  of the  disturbed  psychologist,the withdrawn natural scientist,the cynical economist.\" And she said that the findings could help those school pupils who currently have no idea what to study at university,as well as helping academics to plan their lectures.“I’m not arguing that these results should play a major role in either guidance or selection,but it might provide some inspiration for students that are in doubt about study choices and want to make a choice based on more than abilities,for example,\"said Dr Vedel.“Or teachers might better understand their student population.” A.be amused by the research   B.be interested in the research C.dislike the research A.Generosity B.Openness   C.Anxiety ENGLISHQUALIFICATION    TESTFOR    MASTER-DEGREE    APPLICANTS A.confirmed the link between personality and profession B.showed that the differences were far from significant   C.was not reliable because of its prejudicial observation  D.did not have enough samples to support its findings A.students make wise choices in finding jobs B.teachers understand their students better C.students make presentations more academically D.school pupils go to better universities",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2016",
      "title": "Passage 2",
      "source": "2016年申硕英语真题 Passage 2",
      "sentences": [
        {
          "en": "AlphaGo's victory over Go(围棋)champion Lee Se-dol reportedly shocked artificial intelligence experts, who thought such an event was 10 to 15 years away.But if the timing was a surprise,the outcome was not.On the contrary,it was inevitable and entirely foreseeable.",
          "zh": ""
        },
        {
          "en": "Playing  complex  games  is  precisely  what  computers  do  supremely  well.Just  as  they  beat  the  world  champions at checkers(跳棋)and then chess,they were destined to beat the champion at Go.Yet I don't believe, as some do,that human defeats like this one presage an era of mass unemployment in which awesomely able  computers leave most of us with nothing to do.Advancing technology will profoundly change the nature of  high-value human skills and that is threatening,but we aren’'t doomed.",
          "zh": ""
        },
        {
          "en": "The  skills  of deep  human  interaction,the  abilities  to  manage  the  exchanges  that  occur  only  between people,will only become more valuable.Three of these skills stand out:The first,the foundation of the rest,is empathy,which is more than just feeling someone else's pain.It's the ability to perceive what another person is thinking or feeling,and to respond in an appropriate way.",
          "zh": ""
        },
        {
          "en": "The second is creative problem-solving in groups.Research on group effectiveness shows that the key isn't team cohesion or motivation or even the  smartest member's IQ;rather,it's the  social  sensitivity of the members,their ability to read one another and keep anyone from dominating.",
          "zh": ""
        },
        {
          "en": "The third critical ability,somewhat surprisingly,is storytelling,which has not traditionally been valued by organizations.Charts,graphs   and   data   analysis   will   continue   to   be   important,but   that's   exactly   what technology does so well.To change people's minds or inspire them to act,tell them a story.",
          "zh": ""
        },
        {
          "en": "These skills,though basic to our humanity,are fundamentally different from the skills that have been the basis of economic progress for most of human history,logic,knowledge and analysis,which we learned from textbooks  and  in  classrooms.By  contrast,the  skills  of  deep  human  interaction  address  the  often  irrational reality of how human beings behave,and we find them not in textbooks but inside ourselves.As computers master ever more complexity,that's where we'll find the source of our continued value.",
          "zh": ""
        },
        {
          "en": "came as a pleasant surprise C.was an expected result ENGLISH QUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS D.was more a matter of luck A.Social sensitivity of group members to understand each other.",
          "zh": ""
        },
        {
          "en": "B.Strong ability to share people's feelings and respond.",
          "zh": ""
        },
        {
          "en": "C.Team spirit to make sure that everyone is involved.",
          "zh": ""
        },
        {
          "en": "D.Inspirational storytelling to motivate people to act.",
          "zh": ""
        },
        {
          "en": "A.are the source of true human values in the future B.can work with knowledge to make the world better  C.are similar to the skills ofhuman logic and analysis D.can be learned from textbooks and in classrooms",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2016",
      "title": "Passage 3",
      "source": "2016年申硕英语真题 Passage 3",
      "sentences": [
        {
          "en": "Last year,I went  WWOOFing(Willing  Workers  on  Organic  Farms)at  a  beautiful  organic  farm  in  La Réunion.With WWOOFing,volunteers exchange their time and work for food and accommodation.I slept in a cabin in the woods with hedgehogs(刺猬)digging about in the bushes,all different coloured birds singing in the morning and endless rows of palm trees offering shade from the sun.",
          "zh": ""
        },
        {
          "en": "For me,one of the best ways to get to know a new place is to work with the land,live with the locals and share meals together.This is why I absolutely love WWOOFing.It has got to be one of the best ways to travel.",
          "zh": ""
        },
        {
          "en": "It is a mutually beneficial exchange where everyone involved prioritises people and environment above profit.",
          "zh": ""
        },
        {
          "en": "You get the time and space to deepen a connection with local communities and nature.",
          "zh": ""
        },
        {
          "en": "There  is  a  lot  to  learn  and  each  farm  has  its  own  unique  way  of  doing  things,depending  on  the environment,climate and soil.At the farm in La Réunion we planted palm trees to harvest the core of the trunk  which can be eaten in salads.Before staying with the farm I had only eaten heart of palm from cans which  were nothing in comparison to the real thing,fresh from the ground.When potting up the very beginnings of the palm trees,I felt grateful to be a part of the start of the trees'cycle.I was filled with awe that something so  small could grow into something so big and strong.",
          "zh": ""
        },
        {
          "en": "We also did lots of weeding,which helped me to get to know all kinds of different plants,to be able to identify which ones we could use as herbs/medicine/in salads and which were seen as uneatable.I also got to harvest pineapples and guava fiuit(番石榴)to make jams which will be sold at the local market.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS Of course,not everyone is able to travel  far away into the  field.The great thing  about the  skill-share philosophy behind WWOOFing is that it's something we can all do from our own backyard.The focus shifts from money to how we can best support each other in our communities.A fair exchange can make a big difference in the world.",
          "zh": ""
        },
        {
          "en": "B.travel around La Réunion for free C.tell the differences between various birds D.have close contact with wild animals B.rewarding    C.comfortable D.Difficult B.planting palm trees C.harvesting  fiuits D.collecting  vegetables A.improve local environment B.make locals live better C.unite different communities D.advocate a fair exchange A.the development of WWOOFing B.a local WWOOFing community C.a charming WWOOFing experience D.the system of WWOOFing",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2016",
      "title": "Passage 4",
      "source": "2016年申硕英语真题 Passage 4",
      "sentences": [
        {
          "en": "Experts say distracted walking is a growing problem,as people of all ages become more dependent on electronic devices for personal and professional matters.They also note pedestrian deaths have been rising in recent years,11%ofall US deaths involved pedestrians,but that number rose to  15%in 2014.",
          "zh": ""
        },
        {
          "en": "The  rise  in  deaths  coincides  with  states  introducing  bills  that  target  pedestrians.Some  states,such  as Hawaii,Arkansas,Illinois,Nevada and New York,continue to introduce legislation every year.",
          "zh": ""
        },
        {
          "en": "The measure recently introduced by New Jersey assembly woman Pamela Lampitt would ban walking while texting and prohibit pedestrians on public roads from using electronic communication devices unless they are hands-free.Violators would face fines of up to $50,15-day imprisonment or both,which is the same ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS penalty as jaywalking(乱穿马路).Half of the fine would be allocated to safety education about the dangers of walking while texting,said Lampitt.",
          "zh": ""
        },
        {
          "en": "Some see the proposal as an unnecessary governing overreach,while others they understand Lampitt's reasoning.But  most  agree  that  people  need  to  be  made  aware  of  this  issue.\"Distracted  pedestrians,like distracted  drivers,present  a  potential  danger  to  themselves  and  drivers  on  the  road,\"Lampitt  said.“An individual  crossing  the  road  distracted  by  their  smartphone  presents just  as  much  danger  to  motorists  as someone jaywalking and should be held,at minimum,to the same penalty.” The main question raised about the measure,though,is whether it can be enforced consistently by police officers who usually have more pressing matters to deal with.Some feel that rather than imposing a new law, the  state  should  focus  on  distracted-walking  education.Lampitt  said  the  measure  was  needed  to  stop  and penalize \"risky behavior\".She cited a National Safety Council report that showed distracted walking incidents involving cellphones accounted for an estimated 11,101 injuries from 2000 to 2011.",
          "zh": ""
        },
        {
          "en": "The study found a majority of those injured were female and most were 40 or younger.Talking on the phone was the most prevalent activity at the time of injury,while texting accounted for 12%.Nearly 80%of the injuries occurred as the result of a fall,while 9%occurred from the pedestrian striking a motionless object.",
          "zh": ""
        },
        {
          "en": "A.the difficulty in enforcing road regulations B.rising deaths caused by distracted walking  C.the dangers ofjaywalking on busy streets   D.distracted walking involving smartphones B.find it hard to carry them out C.have been promoting the legislation D.will have fewer deaths of pedestrians B.involve safety education C.be blamed publicly D.incur a fine of over$50 B.speeding  drivers C.jaywalkers A.Males are more vulnerable to distracted-walking injuries.",
          "zh": ""
        },
        {
          "en": "B.Police officers are unhappy with the proposed law.",
          "zh": ""
        },
        {
          "en": "C.Safety education is more important than penalty.",
          "zh": ""
        },
        {
          "en": "ENGLISH QUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS D.Rising distracted-walking incidents call for real attention.",
          "zh": ""
        },
        {
          "en": "The saying “Clothes Make the Man”dates back some 400 years and it refers to the fact that when people see a well-dressed person,they assume that person is a professional,capable,and(especially in the old days) rich.Therefore,you had to dress like how you wanted to be perceived,what you wanted to eventually achieve.",
          "zh": ""
        },
        {
          "en": "Fast forward 400 years,lots of folks stillthink the same way.But does it really make a difference?",
          "zh": ""
        },
        {
          "en": "I happen to be one those who do not put faith in the old saying.I suppose I might be in the minority but I am a member of an elite club with the likes of Steve Jobs and Bill Gates in my camp.",
          "zh": ""
        },
        {
          "en": "Perception is not reality;perception is halfway to discovering reality.Perception is drawn from our own impressions,our  own  belief  systems.Is  it  powerful  and  influential?Absolutely!Is  it  all  that  it  seems?Less often than you think.How many times have you cast an initial judgment only to surprise yourself later and learn how you missed out on a great opportunity,person or idea?",
          "zh": ""
        },
        {
          "en": "In the present era,many associate the well-dressed with being the most successful.It took folks in the business  world a long times to overlook the way Steve Jobs wore jeans on the public stage.I did not know Mr.Jobs, though I wish Ihad.Ihave heard it said that he invented the concept of\"business casual.\"In my mind that is as much a matter of self-confidence as it is a matter of taste in clothing.",
          "zh": ""
        },
        {
          "en": "You are wrong about Steve Jobs.He certainly did care about how he was perceived and his appearance was very  much  calculated  to  achieve  his  desired  effect.From  his  early  formal  business  clothing  down  to  the aggressive casuals of his eventual black turtle neck and jeans uniform,his clothes and the impact they made were clearly foremost in his mind.",
          "zh": ""
        },
        {
          "en": "It reminds me of the story about the philosopher who goes to a formal dinner party in jeans.When asked if he felt out of place because of his clothes,he looked around and said he hadn't noticed.",
          "zh": ""
        },
        {
          "en": "A.Steve Jobs and Bill Gates dress formally.",
          "zh": ""
        },
        {
          "en": "B.We should not judge a person by his clothing.",
          "zh": ""
        },
        {
          "en": "C.It is clothes that make the man.",
          "zh": ""
        },
        {
          "en": "D.The well-dressed are more likely to succeed.",
          "zh": ""
        },
        {
          "en": "B.is powerful and reliable C.is half reality D.might be worthless to us A.dislike the way Steve Jobs dressed for business occasions ENGLISH QUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS B.suggest that business people have no taste in clothing C.believe that the well-dressed are the most successful D.think that Steve Jobs'casualness reflected his self-confidence A.points out that Steve Jobs was a very aggressive person B.suggests that he and Steve Jobs used to be in the same club C.holds the same view as the writer of the passage D.thinks Steve Jobs^casualness was carefully thought out A.thought that people liked his clothes B.was not aware ofhow his clothes looked C.felt quite embarrassed D.considered himself out of place PartIV Cloze(10 points) The history of transportation is very long and full of changes and inventions.It starts        46       walking, which is not any invention;it just takes energy.People used to walk to get to other places.If you wanted to get somewhere  quickly,the-      47      way to do that was to run.Actually,the first invention for transportation 48       was the shoe.Centuries ago there were no shoes,and people walked barefoot.",
          "zh": ""
        },
        {
          "en": "Then people invented         49         to transport themselves and materials from one place to another.In  some cultures,people invented sledges(雪橇) ,     50       are a kind ofboard that you drag along the ground.",
          "zh": ""
        },
        {
          "en": "You can tie things on the sledge to help carry them,but it's a challenging invention         51        if you hit a  rock with the sledge as you pull it,the contents can          52        .In other cultures,people invented the wheel, which they used to make it easier to move things and people.That was the beginning of many innovations in  transportation.",
          "zh": ""
        },
        {
          "en": "53        people had wheels they could invent other ways to travel.They could put the wheels on a board and make it a wagon,and then they could        54       that wagon to an ox or a horse and ride as well as carry materials.That wheel led to        55        we have today:trucks,automobiles,and even boats and planes.",
          "zh": ""
        },
        {
          "en": "For example,there were steamboats that used giant wheels that turned with blades,pushing the water and pushing the boat forward.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS PartV Text  Completion(20 points) A.many                    B.choose                       C.think of                D.ways  of A.",
          "zh": ""
        },
        {
          "en": "56           only one language B.",
          "zh": ""
        },
        {
          "en": "57      any reason not to C.in        58      different ways D.the most boring       59      seeing the world I think every language has a certain way of seeing the world.Each is a whole different world—a whole different mindsets.I couldn't possibly       60      because it would mean really giving up the possibility to be able to see the world              61.So the monolingual lifestyle,for me,is the  saddest,the loneliest,       62     _ There are so many advantages of learning a language;I really can't        63     .",
          "zh": ""
        },
        {
          "en": "A.known                                      B.idea                                    C.feel A.but it may      64     like forever B.a person may have no          65 what is wrong C.what  is            66 as panic disorder A panic attack is a sudden feeling of terror.Usually it does not last long,              67.The  cause can be something as normally uneventful as driving over a bridge or flying in an airplane.And it can happen even if the person has driven over many bridges or flown many times before.A fast heartbeat.Sweaty hands.",
          "zh": ""
        },
        {
          "en": "Difficulty breathing.A lightheaded feeling.At first      68     .But these can all be signs of        69      The first appearance usually is between the ages of eighteen and twenty-four.In some cases it develops after a tragedy, like the death of a loved one,or some other difficult situation.",
          "zh": ""
        },
        {
          "en": "A.lights                                  B.protect                               C.in the dark A.sit at home      70 B.turn offall non-essential           71 C.passed a law to        72       the sea I'm a big fan of trying to save the environment,and this month is the WWF(World Wide Fund for Nature) annual Earth Hour.Earth Hour is an event where you         73      and power between 8-9pm,things like your  TV and computer.However,you don’t just       74       for an hour.Instead,people gather in groups and have  fun without using power.Things like dancing,fireworks and musical performances are popular and it's very ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS fun to take part.Earth Hour isn't just about saving energy;people involved in Earth Hour have also planted a forest in Uganda,built solar panels in India and        75      in  Argentina.",
          "zh": ""
        },
        {
          "en": "卷二 Paper  Two(50minutes) Part   VI   Translation(20minutes,10   points) Books are steadily increasing in size:the average number of pages has grown by 25%over the last  15 years.A study of more than 2,500 books appearing on New York Times bestseller reveals that the average length has increased from 320 pages in 1999 to 400 pages in 2014.James Finlayson,who carried out the study, believed \"there's a relatively consistent pattern of growth year on year\".For Finlayson,much of this shift can  be explained by the industry's shift towards digital.\"When you pick up a large book in a shop,\"he says,\"you  can sometimes be intimidated.But if you have a big book on a Kindle(e-book),that's not a consideration.\" Part   VII   Writing(30   minutes,15points) intelligence?You should write according to the outline given below.",
          "zh": ""
        },
        {
          "en": "Write your composition on the Answer Sheet, Recently,Google's AlphaGo defeated a human Go champion in a series of matches.There has arisen a fear that artificial intelligence will become better than us,and will come to dominate humanity.",
          "zh": ""
        },
        {
          "en": "List and discuss the reasons why we should or should not fear.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2017",
      "title": "Passage 1",
      "source": "2017年申硕英语真题 Passage 1",
      "sentences": [
        {
          "en": "Under the right circumstances,choosing to  spend time  alone  can be  a huge psychological blessing.In the  1980s,the  Italian journalist  and author Tiziano Terzani,after many years of reporting across Asia,holed himself up in a cabin in Ibaraki Prefecture,Japan.\"For a month I had no one to talk to except my dog Baoli,\" he wrote in his book AFortune Teller Told Me.Terzani passed the time with books,observing nature,\"listening to the winds in the trees,watching butterflies,enjoying silence.”For the first time in a long while he felt free from the unending anxieties of daily life:“At last I had time to have time.” Terzani's  embrace  of  isolation   was   relatively  unusual:humans  have   long  considered  solitude  an inconvenience,something  to  avoid,a  punishment,a  realm   of  loners.Science   has  often  associated  it  with  negative outcomes.Freud,who linked  solitude with anxiety,noted that,“in children the first fears relating to situations  are  those   of  darkness  and  solitude.\"John  Cacioppo,a  modern   social  neuro-scientist  who  has  extensively studied loneliness—what he calls “chronic perceived isolation”—contends that,beyond damaging our thinking powers,isolation can even harm our physical health.But increasingly scientists are approaching solitude as something that,when pursued by choice,can prove a therapy.",
          "zh": ""
        },
        {
          "en": "This is especially true in times of personal disorder,when the instinct is often for people to reach outside of themselves for support.“When people are experiencing crisis it's not always just about you:It's about how you  are  in  society,”explains  Jack  Fong,a  sociologist  at  California  State  Polytechnic  University  who  has studied solitude.",
          "zh": ""
        },
        {
          "en": "In other words,when people remove themselves from the social context of their lives,they are better able to see how they're shaped by that context.Thomas Merton,a monk and writer who spent years alone,held a similar notion.“We cannot see things in perspective until we cease to hug them to our breast,”he writes in Thoughts in Solitude.\"People can go for a walk or listen to music and feel that they are deeply in touch with themselves.” A.embrace  isolation B.study  butterflies    C.write a book A.growing  anxious C.being  helpless B.feeling  empty D.staying  alone B.solitude pursued by choice can be a therapy.",
          "zh": ""
        },
        {
          "en": "C.chronic isolation can harm interpersonal relations D.solitude has long been linked with negative outcomes.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS A.an isolated lifestyle B.mental  disorder C.low  self-esteem D.social  context A.solitude should be avoided at all costs.",
          "zh": ""
        },
        {
          "en": "B.anxieties of daily life may cause personal crisis C.choosing to spend time alone can be a blessing D.seeking support is useless for tackling personal crisis.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2017",
      "title": "Passage 2",
      "source": "2017年申硕英语真题 Passage 2",
      "sentences": [
        {
          "en": "Science  is  finally  beginning  to  embrace  animals  who  were,for  a  long  time,considered  second-class citizens.",
          "zh": ""
        },
        {
          "en": "As Annie Potts of Canterbury University has noted,chickens distinguish among one hundred chicken faces and recognize familiar individuals even after months of separations.When given problems to solve,they reason:hens trained to pick colored buttons sometimes choose to give up an immediate(lesser)food reward for a slightly later(and better)one.Healthy hens may aid friends,and mourn when those friends die.",
          "zh": ""
        },
        {
          "en": "Pigs respond meaningfully to human symbols.When a research team led by Candace Croney at Penn State University carried wooden blocks marked with XandO symbols around pigs,only the O carriers offered food to the animals.The pigs soon ignored the X carriers in favor of the O's.Then the team switched from real-life objects to a T-shirts printed with Xor O symbols.Still,the pigs ventured only toward the O-shirted people:they  had  transferred  their  knowledge  to  a  two-dimensional  format,a  not-inconsiderable  feat  of reasoning.",
          "zh": ""
        },
        {
          "en": "Fairly soon,I came to see that along with our closest living relatives,cetaceans(鲸目动物)too are masters of  cultural   learning,and   elephants  express  profound  joy   and  mourning  with  their   social  companions.",
          "zh": ""
        },
        {
          "en": "Long-term studies in the wild on these mammals helped to fuel a perspective shift in our society:the public no longer  so  easily  accepts  monkeys  made  to  undergo painful procedures  in  laboratories,elephants  forced  to perform in circuses,and dolphins kept in small tanks at theme parks.",
          "zh": ""
        },
        {
          "en": "Over time,though,as I began to broaden out even further and explore the inner lives of fish,chicken,pigs, goats,and  cows,I  started  to  wonder:Will  the  new  science  of  “food  animals”bring  an  ethical  revolution  in  terms of who we eat?In other words,will the breadth of our ethic  start to catch up with the breadth of our science?Animal activists are already there,of course,committed to not eating these animals.But what about the rest ofus?Can paying attention to the thinking and feeling of these animals lead us to make change in who we      eat?",
          "zh": ""
        },
        {
          "en": "A.social  interaction B.facial  recognition C.logical  reasoning  D.mutual  learning ENGLISHQUALIFICATION    TESTFOR    MASTER-DEGREE    APPLICANTS A.Extraordinary B.Weird A.The similarities between mammals and humans.",
          "zh": ""
        },
        {
          "en": "B.The necessity of long-term studies no mammals.",
          "zh": ""
        },
        {
          "en": "C.A change of public attitude to the treatment of mammals.",
          "zh": ""
        },
        {
          "en": "D.Anew discovery ofhow mammals think and feel.",
          "zh": ""
        },
        {
          "en": "A.He regrets eating them before.",
          "zh": ""
        },
        {
          "en": "B.He considers eating them justifiable.",
          "zh": ""
        },
        {
          "en": "C.He is not concerned about the issue.",
          "zh": ""
        },
        {
          "en": "D.He calls for a change in what we eat.",
          "zh": ""
        },
        {
          "en": "A.In Praise of Food Animals B.Food Animals in Science Reports C.The Inner Lives of food animals D.Food  Animals:past,present  and  future",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2017",
      "title": "Passage 3",
      "source": "2017年申硕英语真题 Passage 3",
      "sentences": [
        {
          "en": "Almost  eight  years  ago,the  American  educator  Abraham  Flexner  published  an  article  entitled  The Usefulness  of  Useless  Knowledge.In  it,he  argued  that  the  most  powerful  intellectual  and  technological breakthroughs usually emerged firom research that initially appeared “useless”,without much relevance to real life.",
          "zh": ""
        },
        {
          "en": "As  a  result,it  was  vital,Flexner  said,that  these  “useless”efforts  should  be  supported,even  if they  did not produce an immediate payback,because otherwise the next wave of innovation simply would not occur.",
          "zh": ""
        },
        {
          "en": "“Curiosity,which  may  or  may  not  produce  something  useful,is  probably  the  outstanding  characteristic  of modern thinking,\"he  declared.",
          "zh": ""
        },
        {
          "en": "In 1929,Flexner persuaded a wealthy American family,the Bambergers,to use some of their donations to fund the Institute for Advanced Study(IAS)at Princeton to support exactly this kind of“undirected”research.",
          "zh": ""
        },
        {
          "en": "And it paid off:brilliant Jewish scientists fleeing from Nazi Germany,such as Albert Einstein,gathered at the IAS to explore undirected ideas.And while some of these,such as Einstein's own work developing his early  theory  of  relativity,did  not  initially  seem  valuable,many  eventually  produced  powerful  applications (though after many decades).",
          "zh": ""
        },
        {
          "en": "Without Einstein's theory,our GPS tracking devices would be inaccurate by about seven miles,\"writes Robbert  Dijkgraaf,the  current  director  of the  IAS,in  the  foreword  to  a  newly  released  reprint  of Flexner's  article.",
          "zh": ""
        },
        {
          "en": "Concepts  such  as  quantum  mechanics( 量 子 力 学 )or  superconductivity  also  seemed  fairly  useless  at first—but yielded huge dividends at a later date.",
          "zh": ""
        },
        {
          "en": "The reason why the IAS is re-releasing Flexner's article now is that scientists such as Dijkgraaf fear this core  principle  is  increasing  under  threat.The  Trump  administration  has  released  a  projected  budget  that ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS threatens  to  reduce  funding  for  the  arts,science  and  educational  groups.Many  Republicans  believe  that research is better financed by business or philanthropists(慈善家)than by government.But one  striking  fact about the past century is how much American innovation originated in federal projects;Silicon Valley would never have boomed were it not for the fact that state funding enabled the development of the World Wide Web, for example.",
          "zh": ""
        },
        {
          "en": "A.The value of Creative Ideas B.The Importance of Basic Research C.Innovation in Silicon Valley D.In Praise of “Useless”Endeavors B.Application C.Devotion A.not funded by government agencies B.without any practical purpose in mind C.with indefinite experimental methods  D.supported by non-profit organizations A.quantum  mechanics B.theory of relativity D.GPStracking   devices A.businesses in Silicon Valley wish to put pressure on the government B.Democrats believe that government funding should go to small business   C.Republicans argue that scientific research should be financed by business D.some scientists wory that government will cut its funding",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2017",
      "title": "Passage 4",
      "source": "2017年申硕英语真题 Passage 4",
      "sentences": [
        {
          "en": "In  1902,Georges  Mé  s  made  and  released  a  movie  called  A  Trip  to  the  Moon.In  this  movie,the spaceship was a small capsule,shaped like a bullet,that was loaded into a giant cannon and aimed at the moon.",
          "zh": ""
        },
        {
          "en": "This movie was based on a book that came out many years earlier by an author named Jules Verne.One of the fans of the book was a Russian man,Konstantin Tsiolkovsky.The book made him think.Could one really shoot people out of a cannon and have them get safely to the moon?He decided one couldn't,but it got him  thinking of other ways one could get people to the moon.He spent his life considering this problem and came  up with many solutions.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS Some of Tsiolkovsky's solutions gave scientists in America and Russia ideas when they began to think about space travel.They also thought about airplanes they and other people had made,and even big bombs that could fly themselves very long distances.",
          "zh": ""
        },
        {
          "en": "Many scientists spent years working together to solve the problem.They drew and discussed different designs until they agreed on the ones that were the best.Then,they built small models of those designs,and tested  them  until  they  felt  ready  to  build  even  bigger  models.They  made  full-scale  rockets,which  they launched without any people inside,to test for safety.Often the rockets weren't safe,and they exploded right there on the launch pad,or shot offin crazy directions like a balloon that you blow up and release without tying it first.After many,many tests,they started to send small animals into space.Only after a long time did they ever put a person inside a rocket and shoot him into space.",
          "zh": ""
        },
        {
          "en": "Even after they began sending people into space,scientists were still trying to improve the shape of the rockets.The design changed many times,and eventually ended up looking like a half-rocket and half-airplane.",
          "zh": ""
        },
        {
          "en": "The machine called space shuttle was used for many years.Now,the government lets private companies try  their own designs for spaceships,and they have come up with many different,crazy-looking machines.",
          "zh": ""
        },
        {
          "en": "A.in a capsule B.in a bullet C.by a cannon D.by a gun B.Balloons  C.Airplanes D.Rockets A.It took a long time and hard work to send a person into space.",
          "zh": ""
        },
        {
          "en": "B.American scientists worked better than Russian scientists.",
          "zh": ""
        },
        {
          "en": "C.Scientists from Russia and America had close cooperation.",
          "zh": ""
        },
        {
          "en": "D.The design of the rocket was inspired by the movie Atrip to the moon.",
          "zh": ""
        },
        {
          "en": "A.send with great force    B.break into many pieces C.Fixa   problem ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS D.attack with a weapon.",
          "zh": ""
        },
        {
          "en": "In 2003,I was told by a restaurant owner on a Thai island that local fishermen used to wrap their lunch in  banana  leaves,which  they  would  then  casually  toss  overboard  when  done.That  was  OK,because  the leaves decayed and the  fish  ate them  all.But  in the past decade,he  said,plastic wrap had rapidly replaced banana leaves,so the beach was edged with a crust of plastic.",
          "zh": ""
        },
        {
          "en": "This is a worldwide problem—we can't point the finger at Thai fishermen.The UK alone produces more than 170m tons of waste every year,much of it food packaging.Now we live in an absurd age where a packet of cookies can have seven layers of wrapping.While it has revolutionized the way we store and consume food,  there   is   now   so   much   of   it   that   landfills( 垃 圾 填 埋 场 )can’t    cope.Some    of    it    is    poisonous,and    some    of   it    never  degrades.It can take 450 years for some types of plastic bottle to break down.Indeed,as Rachelle Strauss of the UK's Zero Waste Week says,we never actually throw anything “away”—it's really just put somewhere else.",
          "zh": ""
        },
        {
          "en": "It's easy to say despair at the scale of handing the plastic wrap,but it isn't beyond humanity to solve it—look at how the world took action on CFCs(含氯氟烃): there are signs that the hole in the ozone layer is now closing.Food packaging ought to be a doddle.",
          "zh": ""
        },
        {
          "en": "While  as  an  individual  I  can  do  my  best  to   avoid   excessive  packaging,it   is  really   only  government regulation that can force corporation to change their practices.",
          "zh": ""
        },
        {
          "en": "I  never  understand  why  supermarket  chains  insist  on  covering  products  such  as  bananas  and  cucumbers in plastic wrap.Why?They have their own packaging—the skin or peel!",
          "zh": ""
        },
        {
          "en": "I  love packaging—if it's well  designed  of course.It helps us be more hygienic  and practical.The  solution to these packaging necessities is clearly to encourage the use of bio-degradable packaging.",
          "zh": ""
        },
        {
          "en": "Before,everything  we  threw  out  was  bio-degradable  and  now  it's  not.Guess  it's  hard  to  change  that behavior overnight.",
          "zh": ""
        },
        {
          "en": "A.The problem is not unique to Thailand.",
          "zh": ""
        },
        {
          "en": "B.There is no point overreacting to the problem.",
          "zh": ""
        },
        {
          "en": "C.It is important to raise people's awareness.",
          "zh": ""
        },
        {
          "en": "D.The government should be held responsible.",
          "zh": ""
        },
        {
          "en": "A.illustrate the problem of excessive packaging B.introduce the revolutionary way of packaging C.review the gradual development ofpackaging D.emphasize the necessity of food packaging ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS B.extremely difficult    C.beyond imagination  D.easily accomplished Part IV Cloze(10 points) How many people can live on the face of the earth?No one knows the answer.It depends on how much food people can grow         46      destroying the environment.",
          "zh": ""
        },
        {
          "en": "More people now exist than ever before,and the population        47       growing.Every 15 seconds,about 100 babies are born.Before the end of this century,the earth may         48        10 billion people!",
          "zh": ""
        },
        {
          "en": "To feed everyone,farmers must grow more food.They are trying to do so.World food production has gradually        49        over the years.In some parts of the world,           50      ,the population is growing faster than the food supply.Some experts fear the world will not be able to produce enough food for a        51      that never stops increasing.",
          "zh": ""
        },
        {
          "en": "To grow more crops on the same         52       of land,farmers use fertilizers and pesticides(杀虫剂).Some plant new kinds of grains that produce more food.These things help—        53       they don’t provide perfect solutions.The chemicals in fertilizers and pesticides can pollute water supplies.The new seeds developed by scientists have reached the        54      of what they can produce.",
          "zh": ""
        },
        {
          "en": "When hungry people can get no more out of       55       field,they clear trees from hills and forests for new farmland,and in doing so they expose the soil.Then rain and floods may strip the topsoil from fields.This  process is called erosion.Each year erosion steals billions oftons of topsoil from farmers.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS Part V Text Completion(20 points) A.helps                          B.while                     C.message                     D.closely A.you watched       56      eating it B.send  nerve           57 to your brain C.our noses and our brain are very           58connected D.",
          "zh": ""
        },
        {
          "en": "59    us remember things For years,scientists have been studying the special power of smells.It seems that         60    .When  you smell something,the odor goes up your nose to the smelling zones.From here,sense cells         61     telling it what you smelled.",
          "zh": ""
        },
        {
          "en": "More than our other four senses,our sense of smell changes our mood and        62    .If you were told to think about popcorn,you'd probably recall its smell.And then you might remember the movie        63      Our sense of smell also makes us aware of danger-like the smell of smoke.",
          "zh": ""
        },
        {
          "en": "A.give presentation                  B.new innovation                      C.uploaded A.how to help poor people with all sorts of            64 B.all the speeches are              65 to their websites C.",
          "zh": ""
        },
        {
          "en": "66      on a variety of topics TED is a set of conference,held in various cities around the world every year.With speakers—also from  various parts of the globe一.",
          "zh": ""
        },
        {
          "en": "67     ,for everyone to see.TED conferences invite speakers to        68    .The  different speakers are usually experts in their field and talk about new ideas and recent developments that are important to their work.The speakers are often also well known,with people such as Microsoft giant Bill Gates and world-renowned chimpanzee expert,Jane Goodall,having given talks.There are many talks on  environmentalism,for example,and on international development,aid work,and            69.While  the  talks cover a wide variety of topics,all speakers have a strict time limit-each presentation must last no longer than  18 minutes.",
          "zh": ""
        },
        {
          "en": "A.to  use                                     B.finding                                    C.the  way ENGLISH QUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS A.good  at     70     information B.",
          "zh": ""
        },
        {
          "en": "71     their brains work C.",
          "zh": ""
        },
        {
          "en": "72      their imagination The time spent with technology doesn't just give kids new ways of doing things,it changes       73    .For  example,an article says that while video games may condition the brain to pay attention to multiple stimuli, they can lead to distraction and decreased memory.Children who always use search engines may become very 74           but   not  very  good  at  remembering   it.In  addition,the  article   said,children  who  use   too  much technology may not have enough opportunities       75     or to read and think deeply about the material.",
          "zh": ""
        },
        {
          "en": "Paper  Two(50minutes) Part VI Translation(10 points) When  it  comes to personal  finance,we  all  are  looking  for  ways  to  save  more  money.Our household budgets are filled with both big and small expenses that we imagine can be cut out to save us loads of cash or, at  the  very  least,spent  better  elsewhere.One  of  the  things  you  have   surely  considered  is  using  public transportation rather than your own vehicle.It would be easy to assume that public transportation is cheaper, because bus fare is far less expensive than gas,but those are not the only costs to consider.Take a step back to your high school economics class and try to remember the lesson about opportunity costs.These,as you might recall if you were awake for that class,are the things you give up when you choose one option over other options.Although they are not measured in dollars and cents,they still have to be considered whenever you make a financial decision.",
          "zh": ""
        },
        {
          "en": "Part VII Writing(15 points) You should write according to the hints given below.",
          "zh": ""
        },
        {
          "en": "Write your composition on the Answer  Sheet, Happy couples know what is essential to maintain a happy relationship.For instance,daily habits are extremely helpful in making their relationship work.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2018",
      "title": "Passage 1",
      "source": "2018年申硕英语真题 Passage 1",
      "sentences": [
        {
          "en": "Alice Paul Tapper was on a fourth-grade field trip last year when she noticed something that bothered her.",
          "zh": ""
        },
        {
          "en": "The girls were standing in the back of the room,listening politely as the guide spoke.The boys crowded together in the front.They raised their hands to respond to questions,even if they didn't know the answer.",
          "zh": ""
        },
        {
          "en": "Alice,10,often  doesn't  raise  her  hand  in  class,even  if  she's  pretty  sure  she  knows  the  answer.She's nervous  she'll  get  it  wrong  and  feel  embarrassed.On  that  field  trip,she  figured  a  lot  of  other  girls  were probably keeping quiet,too.",
          "zh": ""
        },
        {
          "en": "Alice told her mom what she saw.They talked about how girls are often told to be quiet and polite,while boys are encouraged to be bold and assertive.Alice and her mom talk about that kind of thing a lot.She wants boys and girls to have the same opportunities.\"Girls are important,and their ideas are important,\"Alice says.",
          "zh": ""
        },
        {
          "en": "\"They should be heard.\" Alice's mom is the leader ofAlice's Girl Scout troop,in Washington,D.C.She and Alice brought the issue up  at  their  next  Girl   Scout  meeting.Alice  found  she  was  right.The  other  girls  said  they,too,sometimes hesitated to raise their hands,and they worried that this could hold them back in life.Alice wanted to change that.If a girl raises her hand,it's one step toward becoming a great leader,\"she says.",
          "zh": ""
        },
        {
          "en": "Alice's troop  decided  to  ask  the  Girl  Scouts  organization  to  create  a  new  patch.The  new  patch  was introduced in October 2017.It is called the Raise Your Hand patch.To earn it,a girl has to do three things.She must pledge to raise her hand in class when she thinks she knows the answer--even if she's not  100%sure.She must recruit three girls to make the same pledge.And she must talk about how raising her hand makes her feel.",
          "zh": ""
        },
        {
          "en": "So far,more than 5,400 girls have earned the Raise Your Hand patch.They live in every state in the U.S., plus  Canada,the  United  Kingdom,Australia,and  Ireland.\"Girls  are  powerful,\"Alice  says.\"They  should  raise their hands so they can release the power inside them.\" A.The guide was impolite to the girls.",
          "zh": ""
        },
        {
          "en": "B.There were more boys than girls.",
          "zh": ""
        },
        {
          "en": "C.The boys made trouble as the guide spoke.",
          "zh": ""
        },
        {
          "en": "D.The girls were less responsive than the boys.",
          "zh": ""
        },
        {
          "en": "A.don't know the answer pretty well    B.don't want to get too much attention C.are taught to be quiet and polite D.are given fewer chances than boys A.encourage girls to speak up B.improve  girls'talent  for  organization C.call for more support from girls D.highlight the importance of girls B.is popular in some states in the U.S.",
          "zh": ""
        },
        {
          "en": "C.is spreading all over the world D.has attracted thousands of girls ENGLISHQUALIFICATION    TESTFOR    MASTER-DEGREE    APPLICANTS B.A Campaign for Equality C.The Girl Scouts Organization D.The Story of a New Patch",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2018",
      "title": "Passage 2",
      "source": "2018年申硕英语真题 Passage 2",
      "sentences": [
        {
          "en": "Stephen Hawking was born on 8 January.1942 and grew up in St Albans,the eldest of four brothers and sisters.His father was a research biologist and his mother a medical research secretary,so it was not surprising that he was interested in science.As a student he was drawn to physics and maths as he believed they offered the most fundamental insights into the world.But nothing marked him out as special from his classmates or in his first terra at Oxford University.",
          "zh": ""
        },
        {
          "en": "Stephen  got  first  in  Physics  from  Oxford,and  started  a  PhD  at  Cambridge.His  own  private  universe expanded when he proposed to his future wife.Jane was also from St Albans,and was a modem languages undergraduate.She had met Hawking at a New Year's party,before his diagnosis.The couple decided to marry quickly,because they did not know how long Stephen bad to live.As Stephen's health deteriorated,he took to walking with stick.",
          "zh": ""
        },
        {
          "en": "Hawking escaped the limits of his disability by training his mind to work in a new way.As he started to lose the use ofhis limbs,he developed a way of visualizing problems in his mind to reach a solution instead of by writing equations .Some of his colleagues have suggested that this way of thinking has led to his greatest discoveries.Hawking  was  now  working   on   one  of  science's  most  bizarre   ideas-black  holes,an   extreme prediction of Einstein's general theory of relativity.",
          "zh": ""
        },
        {
          "en": "Hawking's work  on black boles helped prove the  idea  of a  \"Big  Bang\"at  the  birth  of the  Universe.",
          "zh": ""
        },
        {
          "en": "Developed in the 1940s,Big Bang theory was still not accepted by all scientists.Working with mathematician Roger Penrose.Hawking realized that black holes were like the Big Bang in reverse—and that meant the maths he'd used to describe black boles also described the Big Bang.It was a key moment in showing the Big Bang really happened.As his body deteriorated,Hawking's career was taking off.",
          "zh": ""
        },
        {
          "en": "A.his brothers and sisters loved it B.he took related lessons as a kid C.he excelled in maths and physics D.his parents influenced him A.She and Hawking came from the same place.",
          "zh": ""
        },
        {
          "en": "B.She and Hawking went to the same school.",
          "zh": ""
        },
        {
          "en": "C.She married Hawking on New Year's Day.",
          "zh": ""
        },
        {
          "en": "D.She didn't know ofhis disease before their marriage.",
          "zh": ""
        },
        {
          "en": "A.helped the recovery of his health B.required a lot of equation writing C.relied heavily on mental images   D.was copied by his colleagues ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS A.Hawking was its founder B.it was connected with black holes C.Hawking's research supported it    D.not all scientists agreed with it A.lived for fifty-five years B.wrote many best-selling novels C.led some organizations for the disabled D.fought against his disease most ofhis life",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2018",
      "title": "Passage 3",
      "source": "2018年申硕英语真题 Passage 3",
      "sentences": [
        {
          "en": "Imagine that you're a fly.You're just looking for a place to rest,when you see a nice pink leaf.That looks like a nice place to land.As you rest your feet on the leaf,you notice something strange.This leaf is hairy.You begin to make your move,but you trigger the plant's reaction.Snap!In one-tenth of a second,you are caught in the Venus flytrap.You will be digested in five to twelve days.",
          "zh": ""
        },
        {
          "en": "Out of about 391,000 plant species in the world,only 600 or so are carnivorous.",
          "zh": ""
        },
        {
          "en": "We call them this because they attract,trap,and eat bugs.Like other plants,they get energy from the sun.But unlike other plants,they get their nutrients from their prey( 猎 物 ) .Carnivorous plants live in places where the soil lacks nutrients.Most plants get nutrients from the soil.Carnivorous plants have turned to other sources.",
          "zh": ""
        },
        {
          "en": "Pitcher plants trick their prey into landing on them.They offer nectar(花蜜)bribes to the foolish insects that would take them.True to their name,pitcher plants have deep chambers.Their landing surface is slippery.",
          "zh": ""
        },
        {
          "en": "They have inward pointing hairs,making it hard to escape.The fly lands on the pitcher plant to eat but slips into a pit filled with digestive fluids.",
          "zh": ""
        },
        {
          "en": "Corkscrew  plants  have  inviting  stems.Curved  hairs  line  the  inside  of  these  stems.These  hairs  allow insects to go up the stems,but not back.Going forward leads to the plant's stomach.Bugs who wander into the corkscrew plant find that they are unable to escape.They must march to their own death.",
          "zh": ""
        },
        {
          "en": "And then there are the bladderworts.They live in water and float near the surface.Their traps are like small bladders(囊状物)hidden beneath the water.Only their flowers are visible from the surface.When bugs swim into the trigger hairs,the plant reacts.The bladder sucks up the prey and the water surrounding it.The prey will be digested within hours.",
          "zh": ""
        },
        {
          "en": "B.bug-eating   C.plant-eating D.attractive A.There are too many species of carnivorous plants.",
          "zh": ""
        },
        {
          "en": "B.There are too few plant species in the world.",
          "zh": ""
        },
        {
          "en": "C.Only a small number of plant species are carnivorous.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS D.The majority of plants are carnivorous.",
          "zh": ""
        },
        {
          "en": "A.There are many studies of carnivorous plants.",
          "zh": ""
        },
        {
          "en": "B.The pitcher plant tricks bugs into its stomach C.The pitcher plant kills its prey in various ways.",
          "zh": ""
        },
        {
          "en": "D.Some plants attract bugs by offering them nectar.",
          "zh": ""
        },
        {
          "en": "A.somewhere towards its root B.somewhere towards its top   C.inside its flowers",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2018",
      "title": "Passage 4",
      "source": "2018年申硕英语真题 Passage 4",
      "sentences": [
        {
          "en": "Serenity(宁静)is difficult to find in today's fast-paced world.Amoment of complete calm seems to be a rare and wonderful find.For me,those precious moments occur on a boat.As legendary  sailor Vito Dumas once said:\"It's out there at sea that you are really yourself.\"On deck,enjoying awe-inspiring views,the cares ofeveryday life blown away on the sea breeze,you can appreciate his point.",
          "zh": ""
        },
        {
          "en": "Flying is a misery.From airport chaos to the confined  space of an aircraft,nothing about commercial  aviation appeals to my sense of adventure—or comfort.Favouring boat travel isn't just about managing flight fear,though.Whether I'm on a short ferry crossing or a cruise,the sea provides a true sense of travel,from the impressive  physical  shift  of  a  ship  leaving  port  to  its  navigation  of the  open  water.\"We  are  tied  to  the ocean,\"John F.Kennedy said.As my ship steers towards an exciting new destination,I feel that affinity.",
          "zh": ""
        },
        {
          "en": "And I'm not alone.\"The journey is part of the holiday,\"says travel writer Helen Ochyra.I'll stand out on deck,whatever the weather,and watch the ropes being untied,the boat slipping away from the dock and the landscape drifting farther and farther away.\" Tom Bourlet,founder of the Spaghetti Traveller blog,agrees\":On a plane,it's difficult to make out much more than grassland;on the ferry,there is something exciting about seeing land slowly getting closer.\" For Cathy Winston,travel editor,it's about the sense of adventure.\"Even on a fairly simple journey from A to B,she says,\"wide wide,open sea makes it feel like you could be off to discover new lands.There's a certain romance you don't get on a plane or on a motorway.\"Winston also values the family-friendly aspects of seatravel.\"There's something so relaxing about being on the water,especially with kids,\"she says.",
          "zh": ""
        },
        {
          "en": "Whether it's for kid-happy convenience or sheer romance,boats will always be the preferred mode of transport for many travelers.A boat gets me where I want to go,avoiding the rush—and terror—of air travel.",
          "zh": ""
        },
        {
          "en": "And out on the waves,as reality melts away,I always rediscover my own passion for the sea.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION    TESTFOR    MASTER-DEGREE    APPLICANTS A.Extraordinary   view.",
          "zh": ""
        },
        {
          "en": "D.Sense of adventure.",
          "zh": ""
        },
        {
          "en": "A.enables people to engage in deeper thought B.gives passengers a better chance to relax C.provides a more comfortable environment D.offers a clearer view of the landscape A.being family-friendly B.satisfying an adventurous heart C.promoting a healthy lifestyle D.providing  relaxation At  SXSW,the  tech  and  culture  conference  in  Austin,London  Mayor  Sadiq  Khan  criticized  big  tech companies and regulators for failing to stem the spread ofhate,misinformation and radical viewpoints online.",
          "zh": ""
        },
        {
          "en": "The mayor said that governments have been in \"dereliction of duty\"when it comes to passing regulations to combat the ways technology has negatively affected society.\"One of the biggest problems over the last few years is that politicians and governments have just been passive sitting on their hands—while the tech revolution has happened around them,\"Khan said in his remarks.",
          "zh": ""
        },
        {
          "en": "Utimately,he said,it's up to governments to work with technology businesses and leaders to make sure that technological advancement has the proper checks.",
          "zh": ""
        },
        {
          "en": "Social media firms are already under new regulatory pressure in Europe,thanks to German laws enacted in January that will fine companies that don't take down problematic content within 24 hours of it being reported.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS Khan did not call for this type of regulation but warned that even stricter regulation could be on its way if companies don't respond to government concerns.\"Ultimately—there must be greater responsibility taken by  some tech companies for the impact they're having on the world.\" Looking  at  this  from  the  point  of view  of  \"industry  regulation\"is  simply  flawed.At  the  core  of this,it  is individuals who are making choices to \"post\"each and every time.What our society seems to have lost is a sense of personal responsibility.",
          "zh": ""
        },
        {
          "en": "It's not exactly easy to implement laws that targets content online.The bigger issue is that law enforcement simply doesn't have the resources to act on all these crimes happening on the Internet.",
          "zh": ""
        },
        {
          "en": "1 agree that technology has failed us in at least one very important way:Twitter,Facebook,etc,published and continues to publish untruths and fake \"news\",that some people assume are accurate.They must do something.",
          "zh": ""
        },
        {
          "en": "The companies at issue promote the content being objected to.That is the content that drives their revenues and profits.So self-regulation just never works without the threat of harsh regulation.",
          "zh": ""
        },
        {
          "en": "Information  and  Communications  Technology  (ICT),through  its  evolution,has  generally  been  perceived  as beneficial,furthering  progress  and  the  common  good.But,ICT  has  not  had  the  foresight  to  see  how  the evolving industry can produce unintended consequences.It's time for ICTto step up.",
          "zh": ""
        },
        {
          "en": "A.deliberate  neglect C.constant  misjudgment D.apparent  misunderstanding A.Strict  British  regulation.",
          "zh": ""
        },
        {
          "en": "B.German-style  regulatory  laws.",
          "zh": ""
        },
        {
          "en": "C.Government-industry   cooperation.",
          "zh": ""
        },
        {
          "en": "D.Self-regulation of the industry.",
          "zh": ""
        },
        {
          "en": "C.Government   officials.",
          "zh": ""
        },
        {
          "en": "D.Industry   leaders.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS PartIV Cloze(10 points) Every day,they slowly accumulate.Plates covered in sauces and bread pieces.Bowls with a fine layer of who-knows-what.Forks,knives,and spoons all stuck with bits of this and that.At the end of a long day of work,cooking,cleaning,and,for  many,negotiating  with   small  children,a   couple  has  to_46           the big question:Who is going to do the      47   ?",
          "zh": ""
        },
        {
          "en": "A recent report on family dynamics suggests that the answer to that question can have a significant impact  48      the health and long lasting of a relationship.The study examined a variety of different household tasks, 49   shopping,laundry and housecleaning,and found that,for women in families,it's more important to     50  the responsibility of doing the dishes than any other task.Women who wash the vast majority of the dishes  themselves report  51  relationship conflict and less relationship satisfaction than women with husbands     52  help.Women  are  happier  about   sharing  dish  washing      53       than they are about sharing any other household task.",
          "zh": ""
        },
        {
          "en": "What is it about dishes?Dan Carlson,assistant professor of family and consumer studies at the University of Utah,and the lead author of the study,offers his own observations:\"Doing dishes is gross.54         ,unlike  some other household tasks such as cooking or gardening,doing dishes well does not_      55     praises.\" Part V Text Completion(20 points) A.so  plentiful                            B.",
          "zh": ""
        },
        {
          "en": "showered with                       C.exchange  rings A.the bride and groom often        56    _.",
          "zh": ""
        },
        {
          "en": "ENGLISH QUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS B.where the food is    57 C.the couple is often_    58  handfuls of uncooked rice Wedding ceremonies in the United States vary as much as the people do.But many weddings,no matter where or how they are performed,include certain traditional customs.",
          "zh": ""
        },
        {
          "en": "For instance,           59      at the ceremony.The rings are usually worm on the fouth finger of the left hand,and are exchanged in the middle of the ceremony.",
          "zh": ""
        },
        {
          "en": "After the ceremony,    60    by friends and family.Rice,as we know,shows productivity and harvest.And then,there is often a party,    61   that it almost takes the attention away from the people.",
          "zh": ""
        },
        {
          "en": "A.who                                         B.only                                        C.the   way A.That number   62   increases B.they change    63  their brains work C.children    64   use too much technology More than a third of children under the age oftwo use mobile media.",
          "zh": ""
        },
        {
          "en": "65  as children age,with 95% ofteens 12-17 spending time online.",
          "zh": ""
        },
        {
          "en": "The time spent with technology doesn't just give kids novel ways of doing things;it can lead to distraction and decreased memory.For example,while video games may condition the brain to pay attention to multiple stimuli,   66 Children who always use search engines may become very good at finding information—but not very good at remembering it.In addition,  67  may not have enough opportunities to use their imagination or to read and think deeply about the material.",
          "zh": ""
        },
        {
          "en": "A.temperature               B.special                        C.think                           D.other A.have created a     68 technique B.",
          "zh": ""
        },
        {
          "en": "69 ofeating the peel C.at a freezing cold    70  .",
          "zh": ""
        },
        {
          "en": "D.Similar to   71 countries.",
          "zh": ""
        },
        {
          "en": "It almost seems too hard to believe,but there is now a banana that has an eatable peel.Most people would never_    72  of a banana.However,banana farmers in Japan     73   for growing bananas with a peel we can eat.",
          "zh": ""
        },
        {
          "en": "Farmers in Okayama,in the west of Japan,keep their banana trees   74    of -60℃.The farmers then replant the trees in 27°℃ temperatures.The huge change in temperature makes the tree suddenly grow too quickly for the peel to fully mature.This makes the skin thin,soft and sweet enough to eat.Bananas are the most popular fiuit in Japan.",
          "zh": ""
        },
        {
          "en": "75   Japan  imports  most  of its bananas.About 99%of bananas  in Japanese stores are imported.The new technique could mean Japanese people eat more home-grown bananas.",
          "zh": ""
        },
        {
          "en": "Paper Two (50 minutes) Part VI Translation(10 points) ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS It's harder and harder to find peace and,especially,quiet.Even in the most remote parts of Alaska the sound of a jet crossing overhead is all too common.Scientists set off across the U.S.to study the audio ecology.",
          "zh": ""
        },
        {
          "en": "They recorded more than a million hours of sound from various sources.",
          "zh": ""
        },
        {
          "en": "They found that noise pollution is not good for people and it's even worse for animals with more sensitive ears.And the problem is not confined to land but echoes across the seas as well,where human-produced noise interferes with the lives of various ocean dwellers.These days on Earth it's rare to hear \"silence\", Part VIIWriting(15 point) A  library  is  a  place  in  which  reading  materials,such  as  books,periodicals,and  newspapers,and  often other materials such as musical and video recordings,are kept for use or lending.Describe the public library you would like to have in your neighborhood.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2019",
      "title": "Passage 2",
      "source": "2019年申硕英语真题 Passage 2",
      "sentences": [
        {
          "en": "As 170 people sat down to dinner,I breathed a sigh of relief:The conference was going well.Running it was part of my job as a university program manager,working on a project to boost biotech collaborations between academia and industry.When I started in the role a few years earlier,I thought that maybe,after years of career exploration,I had finally found the right job for me.But at the conference,I found myself wondering whether that was really what I wanted from my career.I'′m a scientist,not an event planner--but I had been too busy organizing the conference to appreciate the research being discussed.Was it time for yet another change?",
          "zh": ""
        },
        {
          "en": "I started off as a lab scientist,but then discovered that the highly focused nature of lab work wasn't for me.",
          "zh": ""
        },
        {
          "en": "My  next job  was  at  a  pharmaceutical  company  -conducting  literature  searches.I  enjoyed  the  work,which allowed me to stay close to research.But I was only offered a short-term contract,so after a year I had to move on.I then became a scientific journal editor,I loved the breadth of science that I was exposed to,but the job required a lengthy commute.So,I made another dramatic change and got my current job.",
          "zh": ""
        },
        {
          "en": "It had become a pattern:I spent a few years in each role only to find that it wasn't quite the right fit.I also realized that maybe I was searching for something that  didn’t  exist.",
          "zh": ""
        },
        {
          "en": "I began to think about creative ways to add the scientific stimulation I sought to my work life.With my previous knowledge and my experience as an editor,I realized I had the skill set to do that through freelance science writing,such as news articles for journals and blogs.",
          "zh": ""
        },
        {
          "en": "With my former colleagues positive responses,I finally decided I could do my university job on a less than full-time schedule.Fortunately my manager agreed.",
          "zh": ""
        },
        {
          "en": "For the last year,I have been a university program manager/freelance writer,and I've never been happier.",
          "zh": ""
        },
        {
          "en": "Weaving the two roles together has been a bit tricky at times.But I finally feel I have a career that is tailored to my needs.I've realized that a career doesn’t need to be off the shelf.Jobs can be mixed and matched to get to one that fits.",
          "zh": ""
        },
        {
          "en": "B.It was not as meaningful as scientific research C.It was too challenging for him D.It gave him a sense of achievement A.he was not satisfied with the pay B.it demanded high work intensity C.it was too far from home D.he was offered only a short contract B.A balanced life C.A fixed pattern D.A suitable role A.He is an event planner and also a program manager.",
          "zh": ""
        },
        {
          "en": "B.He teaches in a university and also writes books.",
          "zh": ""
        },
        {
          "en": "C.He is a full-time manager and also a freelance writer.",
          "zh": ""
        },
        {
          "en": "D.He works in a university and also writes on the side.",
          "zh": ""
        },
        {
          "en": "A.The author's clear career plan.",
          "zh": ""
        },
        {
          "en": "B.The author's changing perception of career.",
          "zh": ""
        },
        {
          "en": "C.The author's persistence in the face of obstacles.",
          "zh": ""
        },
        {
          "en": "D.The author's failure in securing a work contract.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2019",
      "title": "Passage 3",
      "source": "2019年申硕英语真题 Passage 3",
      "sentences": [
        {
          "en": "Senator Kamala Harris was half right when she said we need to address climate change based on“science fact,not science fiction.\"The truth is,we need both.Science fiction has an important role to play in rescuing the  future   from  the  huge  challenges  were  facing---and  the  responses  to  Harnis'statement  illustrate  this perfectly.",
          "zh": ""
        },
        {
          "en": "When Harris statement about climate change went out on social media,a number of people pointed out  the truth:Science fiction has been helping us to prepare for a world of potential climate disasters for years.But an equal number of loud voices disagreed with Harris warnings about climate change.",
          "zh": ""
        },
        {
          "en": "And that's why science fiction is more important than Harris gives it credit for.No amount of scientific evidence will convince deniers-or the vast number of people who merely live in a state of denial.We live in a post truth era in which facts and fiction are blurring into an indistinguishable mess and power belongs to whoever can tell the best story,true or not.What matters is just how something makes us feel--which is why we need better stories,that,in the words of author Neil Gaiman,\"lie in order to tell the truth.\" Stories about climate change might be fiction,but they can help to sway peoples hearts and minds in a different way than a recitation of the undeniable facts,Science fiction creators have been looking for ways to restore people's  faith in the  future.Authors  such  as Alexandra  Rowland have  started  a  conversation  about creating a new type of stories called \"Hope punk\"that show people reasons to believe we really can do the hard work of fixing our problems.Some other authors are creating a new genre called \"Solar punk\"that aims to tell stories about using technological and scientific innovation to help the environment.",
          "zh": ""
        },
        {
          "en": "When the truth becomes near-impossible to distinguish through the fog of disinformation and alternative facts,\"people tend to  feel  powerless  to  change  the  world.Activist  L A.Kauffiman  says  people  need  to be reminded that they \"have more collective power than they realize,\"Adds Kauffiman,\"There are truths we can get to through the imagination that are hard to get to through purely factual accounts.” B.climate change is a serious issue C.our opinions actually matter D.science fiction is important B.fiction makes us feel better about ourselves C.it is difficult to tell fact from fiction D.fiction may better convey the truth A.An intention to broaden our horizons B.A focus on technological innovation C.An optimistic outlook for the future D.Avivid description of the harsh reality A.Concerned BNegative.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2019",
      "title": "Passage 4",
      "source": "2019年申硕英语真题 Passage 4",
      "sentences": [
        {
          "en": "You've  probably  heard  a  lot  more  about\"e-Sports\"lately.Major  television  networks  are  broadcasting competitions,and even more mainstream media coverage is planned for the near future.What are e-Spoits and why are they so popular?",
          "zh": ""
        },
        {
          "en": "Loosely defined,e-Sports are video game competitions.These can be anything firom a local tournament (锦标赛)in a video game  store to those  staged in 25,000-seat  arenas,watched live by millions of people around the world.In practical terms,\"e-Sports\"refers to the competitions engineered by global organizations that  culminate  in  big-money  championship  tournaments---dollar  figures  that  can  exceed   $1,000,000  for The second question-\"why are they getting so popular?\"---s more  nuanced.",
          "zh": ""
        },
        {
          "en": "The biggest reason is that fans of games enjoy watching them played at the highest level.It's fun seeing the top players in the world do what  they  do  best.There  are  plenty  of  other  reasons  the   e-Sports  community  is  growing.All  of  the controversies,drama,and compelling individuals from the mainstream sports world exist in e-Sports as well.",
          "zh": ""
        },
        {
          "en": "Top  players  move  from  team  to  team  like  free  agents,retire  and  return  to  competition  unexpectedly,and experience unlikely come-firom-behind victories and crushing defeats.New challengers consistently emerge on the  scene,ready  to  take  down  championship  teams  and  generate  compelling  rivalries.The  parallels  with traditional sports and e-Sports are more numerous than many realize.",
          "zh": ""
        },
        {
          "en": "Perhaps the biggest difference between traditional sports and e-Sports is the viewers.Unlike mainstream athletic competitions,consumers of e-Sports are overwhelmingly young and male.For example, over 70 percent of League of Legends viewers are males,and the vast majority of them are under 26.This means a couple of things,both of them appealing to advertisers looking to reach this young and profitable market--the  audience  will  grow  as  more  youngsters  are  introduced,and  as  they  get  older,their  purchasing power Increases.",
          "zh": ""
        },
        {
          "en": "A.caused competition among media B.drawn an increasing number of youths C.created many broadcasting companies D.attracted major television networks A.can be staged only in local stadiums B.can lead to a huge sum of award C.may be hard to define precisely D.may be loosely linked to video games B.Outstanding C.Specific A.The stories about the top players B.The fun of watching top-level performance C The investment from governments D.The parallels with the mainstream sports B.their  importance C.their  profits If you try to contact Indy Cube(a provider of workspaces)after 5 pm,you receive an automatic message that would make a good demonstration for the fast-growing four-day week movement.\"Well get back to you pretty quickly during working hours,\"it  says.\"If you're messaging us outside of these,we're probably busy with other things,like horse-riding,dancing,or good sleep.\" The firm is one of a growing number of employers giving their workers an extra day off for the same pay as a five-day week.There is emerging evidence that it can boost productivity for bosses and happiness for workers.",
          "zh": ""
        },
        {
          "en": "And it is not just small businesses that might be spotting a chance to save a little money by turning the lights off one day a week.One of the biggest organizations to make the switch is Perpetual Guardian,whose shift has generated huge global interest,with 400 organizations from around the world asking it for advice.",
          "zh": ""
        },
        {
          "en": "This  week  we  have  had  people  contact  us  from  Japan,Canada,the  UK,France,Switzerland,\"said  its founder Andrew Barnes.The day off that each worker takes varies,depending on the team's needs at the time, but  there  has  been  a  change  in  culture  with\"less  time   sufing  on   social  media  and  fewer  unnecessary meetings.,\"said Barnes.",
          "zh": ""
        },
        {
          "en": "However,Kate Cooper,policy director at the Institute ofLeadership and Management argues the reasons  behind increases in productivity are not yet clear.Cooper said that\"the Hawthorne effect\"may be in play,that is, people change their behaviour simply because they feel they are being observed--in this case they feel that by  being granted a four-day week they believe their bosses are interested in their work.",
          "zh": ""
        },
        {
          "en": "How sustainable is that?\"Cooper doubts I don’t exactly disagree with a 4-day week so long as I still have the option to work 5 days and get more money for  it.",
          "zh": ""
        },
        {
          "en": "Middle class conception of work-life balance.It's an interesting idea,but so much needs to happen in the UK before this becomes an option for the majority.",
          "zh": ""
        },
        {
          "en": "True  for  all  these  reasons.And  I  feel  there  is  actually  a  greater  reason:the  environment.We  need  to  start producing less stuff in order to reduce the stress on our planet.",
          "zh": ""
        },
        {
          "en": "I thought this was supposed to be here 20 years ago with the advances in technology.",
          "zh": ""
        },
        {
          "en": "3 days off a week?Preparing for7 days off a week.",
          "zh": ""
        },
        {
          "en": "A.It is the first company to start the four-day week.",
          "zh": ""
        },
        {
          "en": "B Its boss should be happy with a higher productivity.",
          "zh": ""
        },
        {
          "en": "C.Its employees are worried about their future income.",
          "zh": ""
        },
        {
          "en": "D.It is one of the biggest providers of workspaces.",
          "zh": ""
        },
        {
          "en": "C.Uncertain D.D.lasting Part Iv Cloze(10 points) Cloud  computing(云计算)means  storing and accessing data and programs over the Internet instead of your  computer's  hard  drive.It      46 computing  over  a network,where  a program or application may run on many connected computers at the same time.",
          "zh": ""
        },
        {
          "en": "For  some,cloud  computing  is  a  metaphor( 隐 喻 )for  the  Internet.It_47          uses  connected hardware  machines called servers.Individual users can use the server's processing power to run an application,store data, or     48    any other computing task.",
          "zh": ""
        },
        {
          "en": "For  businesses,cloud  computing  is  an  ideal  way  to  reduce     49      For   example,companies  may  buy services in the cloud.That is to  say,instead of   50     applications on every single computer in the company, cloud  computing would  allow workers to  log  into  a  Web-based  service(a  cloud)which  hosts  all  the      51 individual users would need for their job.",
          "zh": ""
        },
        {
          "en": "While cloud computing could change the entire computer industy,there are still some_  52      about  the security of the data stored on the remote machines.It is true that it promises to save a lot of work.However, this technology     53     a fundamental question.Is it safe to store one's data on someone else's computer?The cloud service provide needs to establish relevant policies that describe_      54     the data of each cloud user will be accessed and used.Cloud service users should also be able to encrypt(加密)_   55     that is processed or ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS stored within the cloud to prevent unauthorized access.",
          "zh": ""
        },
        {
          "en": "Part V Text Completion (20 points) A.optimal                        B.beverages                     C.coupled                        D.perceptions A.information on consumer_     56    and understanding B.57        with a unique nutrient package C.plant-based juices and other           58 D.important to support   59         growth In July 2018,the debate over how to define milk in the future was brought to the forefiont when the FDA began  examining 60    of plant-based foods and beverages.With the exception of certain soy beverages,61 are not appropriate to replace milk as a main beverage choice,particularly for young children.Drinks made from almonds or other nuts,oats or coconuts often contain little to no protein and lack other key nutrients 62 Dairy milk has the most balanced distribution of energy firom carbohydrates,protein and fat,        63       that can be difficult to replace in healthy dietary patterns A.tips                                            B.suggested                                  C.recover A.",
          "zh": ""
        },
        {
          "en": "64    they could B.65        the balance back to\"yes C.help  people     66    from depression and stress disorder For decades,scientists have debated whether the birth of new cells was possible in an area of the brain that is responsible for learning,memory and mood regulation.A growing body of research       67,but  then  a Nature paper last year raised doubts.Now,a new study_     68 If the  memory  center  of  the  human  brain  can  grow  new  cells,it  might  69             and  offer  new  insights  into memory and learning.If not,well then,it's just one other way people are different from rats and birds.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TESTFOR MASTER-DEGREE APPLICANTS A.petition                                     B.started                                        C.require A launched an online       70 B.",
          "zh": ""
        },
        {
          "en": "71      female workers to wear high heels C.",
          "zh": ""
        },
        {
          "en": "72     a movement to end the requirement Women across Japan are fed up with having to wear high-heeled shoes to work.One woman is so fed up that  she        73        for  female  employees  to  wear  the  shoes.The  movement  has  the  #KuToo#.This  is  a  combination of the Japanese words \"kutsu\"(which means shoe)and \"kutsuu\"(which is the Japanese word for pain).The  movement  was  started  by  Japanese  actress  Yumi  Ishikawa.She  tweeted  about  her  belief  that employers in Japan should not      74        _Ms Ishikawa also       75     .It  asks  Japan's  Ministy  of  Health,Labor and Welfare to forbid employers from requiring women to wear certain types of shoes.",
          "zh": ""
        },
        {
          "en": "Part VI Translation(10 points) In life,once on a path,we tend to follow it,for better or worse.What's sad is that even if it's the latter we often accept it anyway because we are so accustomed to the way things are that we don 't even recognize that they could be different.",
          "zh": ""
        },
        {
          "en": "Here  are  some  techniques  that  could  help  broaden  the  way  you  think.First,look  as  if  you've  never seen.\"Beginner's mind\"allows you to remain open to new experiences despite any expertise you may have.",
          "zh": ""
        },
        {
          "en": "Then,shift into positivity.Take a few moments to think about the things in your life that are going well.This will brighten your mood and free your brain.",
          "zh": ""
        },
        {
          "en": "Part VII Writing(15points)",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2022",
      "title": "Passage 1",
      "source": "2022年申硕英语真题 Passage 1",
      "sentences": [
        {
          "en": "Does your mouth water when you think of biscuits,cakes and French fries?Many people prefer junk food like these to healthy food because they develop a taste for it.Processed,baked,and fried foods often contain a high amount oftrans fats.",
          "zh": ""
        },
        {
          "en": "Trans fats raise bad cholesterol  (胆固醇) and lower the good cholesterol that your body needs.Fatty foods do more than cause obesity.Trans fats build up in the body and block blood flow to the heart.People whose diet contains a high percentage of trans fats are at risk of developing heart disease or having a stroke.",
          "zh": ""
        },
        {
          "en": "Food companies and restaurants choose to use trans fat oils because they're cheap and make food last longer.They also improve the taste and texture of food.Trans fats became very popular in the second half of the 20th century.This is around the time when butter got a bad name for its cholesterol levels.People were told to use margarine(人造黄油) contain ingtrans fats instead because it was \"healthier\",but we nowknow that butter is actually the healthier option.",
          "zh": ""
        },
        {
          "en": "Today doctors know how dangerous processed foods like margarine can be.In countries such as the US and Canada there are new government restrictions on food production.Food and beverage makers must attach a Nutrition Fact label to their products.These list daily recommendations and detail all the ingredients in a product,trans fats if they're used.In 2007 New York City banned trans fats from all restaurants.Even fast food chains such as McDonald's are being forced to change their recipes as people become more health-conscious.In Europe,food manufacturers have started using labels that clearly show how healthy each product is according to a simple rating system.",
          "zh": ""
        },
        {
          "en": "We allneed some fat in our diet.There are three different types of fats:saturated fats,trans fats,and unsaturated fats.",
          "zh": ""
        },
        {
          "en": "Doctors recommend that we get most of our fatty calories from unsaturated fats.",
          "zh": ""
        },
        {
          "en": "Neither butter nor margarine fit in this category,though there are some spreads that contain zero trans fats.Labels are a good way to avoid eating fatty foods that are dangerous for your health.Another way is to avoid eating out.When shopping for groceries,buy the majority of your goods in the fresh food aisles.",
          "zh": ""
        },
        {
          "en": "C.causing  heart  attack  D.blocking  blood  vessels A.it wasn't worth the price            B.it didn't make food last long C.it had high cholesterol level       D.it affected the taste of food A.recommend daily in take of nutrients     B.have abandoned the use of trans fat oils C.rate the nutrition level of each product D.have adjusted the ingredients in the food A.pay attention to the ingredients            B.avoid foods containing fats C.buy processed and packaged food        D.choose margarine instead of butter",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2022",
      "title": "Passage 2",
      "source": "2022年申硕英语真题 Passage 2",
      "sentences": [
        {
          "en": "When you′re a teenager with little life experience,it's easy to build your entire life around what other people think.It can feel nomal to let your friends idea of what's cool dictate the clothes you wear,how you behave yourself,and even the the music you like.While this pressure is sometimes internal,teenagers are known for making each other feel ashamed if they don't conform to social norms.And as we allknow,young adults can be absolutely brutal in how they treat each other not only those who are different,but even those who try really hard to fit in.",
          "zh": ""
        },
        {
          "en": "Sadly,adulthood isn't always a whole lot better in this respect.Not only will you experience pressure to look your best, but you'I be forced to either keep up with or ignore the Joneses all throughout adulthood.That's right.Even adulthood has its groups of coolkids,rich kids,outsiders,and rebels.And sometimes,the way someone else spends their money can make you feel like you should be doing the same thing,too.After all,most people still want to fit in;it doesn't matter whether they're  15or  50.",
          "zh": ""
        },
        {
          "en": "But,should you give in to peer pressure and waste your hard-earned dollars?The opportunities to spend money as an adult are nearly limitless,but they will drain your bank account if you give in every time.And at the end of the day,keeping up with your friends as an adult is just as pointless as it was in high school.",
          "zh": ""
        },
        {
          "en": "Adulthood is a journey,not a race.Those who collect the most material possessions don't earn a prize -no ribbon, nothing.So,why  does  it  feel  like  we  need to  compete?Because  every  commercial  on  television,online,and  the  radio  is aimed at getting us to spend our money.Every ad campaign on Earth was created to convince us that what we have is not enough,and that we need this item or that service-and that we're depriving ourselves or our families if we don't buy it.",
          "zh": ""
        },
        {
          "en": "Don't believe the hype ( 大 肆 宣 传 ) .You have nothing to prove,and you'll be a lot better off if you ignore the commercials,your friends,and do what is best for you.",
          "zh": ""
        },
        {
          "en": "A.They try to gain more life experience.",
          "zh": ""
        },
        {
          "en": "B.They are easily influenced by others.",
          "zh": ""
        },
        {
          "en": "C.They prefer to live their own way.",
          "zh": ""
        },
        {
          "en": "D.They show others that they're mature A.They may support each other in the face of challenges.",
          "zh": ""
        },
        {
          "en": "B.They may ignore those who don't join their groups.",
          "zh": ""
        },
        {
          "en": "C.They may fight with each other for opportunities.",
          "zh": ""
        },
        {
          "en": "D.They may be cruel to those who are different.",
          "zh": ""
        },
        {
          "en": "A.lead a better life than before                       B.ignore the  fashion trends C.still suffer from peer pressure                     D.live in constant fear of competition A.Spending money brings them pleasure.",
          "zh": ""
        },
        {
          "en": "B.Material wealth reflects their social status.",
          "zh": ""
        },
        {
          "en": "C.Commercials encourage their consumption.",
          "zh": ""
        },
        {
          "en": "D.Competition brings out the best in them.",
          "zh": ""
        },
        {
          "en": "A.Negative           B.Positive         C.Neutral         D.Objective",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2022",
      "title": "Passage 3",
      "source": "2022年申硕英语真题 Passage 3",
      "sentences": [
        {
          "en": "Psychology studies reveal that most people taking exercise willchoose their preferred sport based on their personality.",
          "zh": ""
        },
        {
          "en": "If someone is introverted(内向的),patient or calm,they will most likely choose tennis,golf,or a sport where they can practice  and  play  on  their  own.By  contrast,those  individuals  who  are  outspoken,competitive  or  aggressive,will  prefer contact sports or team sports.",
          "zh": ""
        },
        {
          "en": "Since  a  very  early  age,children  are  often  seen  experimenting  with  different  types  of  sports  -soccer,basketball, baseball,swimming,tennis,etc.-until  they  decide  to  keep  practicing  the  sport  at  which  they  are  more  skillful  and  with which they feel more comfortable.They have the character and motivation to train,practice,and even compete in this sport.",
          "zh": ""
        },
        {
          "en": "Here there is a direct relationship between the individual personality and the nature of the sport oftheir choosing.",
          "zh": ""
        },
        {
          "en": "Interestingly,participating in a specific type of sport might also have some influence on an individual's personality.For example,we have recently seen a dramatic increase in obesity among teenagers,and adults in the US.This might be caused by a vast array of personal,professional cultural,or even health problems or conditions.However,it is up to the individual to choose a much healthier regime and therefore,embark on developing a series of new personality traits,which will help him or her lose weight and become a healthier individual.",
          "zh": ""
        },
        {
          "en": "A few decades ago,a sixty-year-old individual might have been considered a very old,fragile,and even a sick person with just a few more years to live a somewhat good,conservative life.Nowadays,we have seen a dramatic change in this perception.More than ever,we are looking at healthier stronger,and very motivated sixty,seventy,and even eighty-year-old individuals.No doubt sports have helped shape this new personality and approach adopted by the senior population.",
          "zh": ""
        },
        {
          "en": "Exercise and sports most certainly bring a new meaning to their lives,particularly because they live and experience the benefits of exercising on a daily basis.Therefore,there personalities and psychological state are most likely completely different from that sixty-year-old senior stereotype a few decades ago.",
          "zh": ""
        },
        {
          "en": "A.How to choose the right sport       B.The nature of sports activities C.Sport and the aging societ             D.Personality and sport A.makes them feel most comfortable B.has fewer demands and requirements C.can make the most of their potentials D.enables them to compete with others A.They keep practising a sport til they are skilled at it.",
          "zh": ""
        },
        {
          "en": "B.They engage in a sport that their parents choose for them.",
          "zh": ""
        },
        {
          "en": "C.They take up any sport without obvious difficulties.",
          "zh": ""
        },
        {
          "en": "D.They try different sports till they find one suitable for them.",
          "zh": ""
        },
        {
          "en": "A.illustrate the effect of sports on personality B.analyze the causes for this social problem C.give some advice on a healthy lifestyle D.highlight the importance ofpsychological traits A.are often associated with weakness and sickness B.are living a more meaningful life than before C.have some doubt about the value of sports D.have seen the changes in their own personality",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2022",
      "title": "Passage 4",
      "source": "2022年申硕英语真题 Passage 4",
      "sentences": [
        {
          "en": "It is hard to imagine humans spending their lives in vitual reality (VR)when the experience amounts to waving your arms about in the middle of the lounge with a device strapped to your face.But this is where humanity is heading.",
          "zh": ""
        },
        {
          "en": "Chalmers,an  Australian  professor  of  philosophy  and  neural  science  at  New  York  University,makes  the  case  to embrace  VR  in  his  new  book,Reality  +.Renowned  for  explaining  \"the  hard  problem\"of  consciousness,Chalmers  sees technology reaching the point where virtual and physical are sensorily the same and people live good lives in VR.",
          "zh": ""
        },
        {
          "en": "In the decades ahead,Chalmers suspects we will replace the clunky headsets with brain-computer interfaces that allow us to experience vitual worlds with our full suite of senses.With advances in computing in the next century,perhaps those worlds would seem as real as the physical world around us.",
          "zh": ""
        },
        {
          "en": "\"A  common  way  of thinking  about  virtual  realities  is  that  they're  somehow  fake  abilities.think  that's  wrong,\"he explained.\"The virtual worlds we're interacting with can be as real as our ordinary physical world.\" On the point of philosophy,Chalmers argues that even today's virtual worlds are real.A conversation in VR is a real conversation.The objects in the virtual world too,just made of bits instead of electrons.\"Most of the factors that make life meaningful are going to be there in virtual worlds,\"he says.",
          "zh": ""
        },
        {
          "en": "But there are plenty of risks to be cautious of,he notes.As fulilling as virtual worlds may become,people will need real food,drink and exercise,and perhaps even the glimpse of daylight,to keep their bodies from fading away.The risks may be trivial for decades yet,but a gradual trend towards virtual living could eventually raise new health issues.These are not the only health hazards.Some people have raised serious concerns about the risk of psychological damage:if we  are better looking and have better clothes and a nicer home in the meta verse (元宇宙),how we feel when we leave?",
          "zh": ""
        },
        {
          "en": "The lure of VR might also cause neglect on a global scale,Chalmers concedes.Would climate change and other crises facing the physical world lose their urgency?That would be a disaster,he says,\"Physical reality is really important.We've got to keep a grounding in it and treat it well.\" A.To introduce the latest advance in virtual technology.",
          "zh": ""
        },
        {
          "en": "B.To describe a novel approach to pursuing virtual reality.",
          "zh": ""
        },
        {
          "en": "C.To emphasize a physical barrier to enjoying virtual reality D.To demonstrate the necessity ofwearing a virtual device.",
          "zh": ""
        },
        {
          "en": "A.is fake reality                                  B.is genuine reality C.derives from physical reality          D.has various definitions A.Lack ofphysical exercise due to virtual living.",
          "zh": ""
        },
        {
          "en": "B.The gap between the physical and virtual worlds.",
          "zh": ""
        },
        {
          "en": "C.Inadequate contact with friends in the physical world.",
          "zh": ""
        },
        {
          "en": "D.Not enough exposure to sunlight in the physical world.",
          "zh": ""
        },
        {
          "en": "A.It might speed up global warming.",
          "zh": ""
        },
        {
          "en": "B.It might offer an alternative solution.",
          "zh": ""
        },
        {
          "en": "C.It might encourage people to solve it.",
          "zh": ""
        },
        {
          "en": "D.It might distract people from the issue.",
          "zh": ""
        },
        {
          "en": "A.VR creates another world,but with potential problems.",
          "zh": ""
        },
        {
          "en": "B.The future of VR is unfolding and quite promising.",
          "zh": ""
        },
        {
          "en": "C.VR will replace physical reality in the decades to come.",
          "zh": ""
        },
        {
          "en": "D.People's view of VR evolves with the passage of time.",
          "zh": ""
        },
        {
          "en": "Like  a  lot  of  people,for  many  years  I  said  yes  to  things  I  didn't  want  to  do.This  was  a  combination  of conditioning-vague fear of missing out and basic conflict avoidance.It seemed to me there was no easy way to turn things down without causing offence.All we had,growing up,was the saying \"Just say no\"-a slogan so useless that it became a universally recognized and decades long joke.",
          "zh": ""
        },
        {
          "en": "A lot has changed since then.In the past 10 years,a language has developed,mainly from social justice and feminist movements,to describe the states of discomfort and the right we have to resist them.",
          "zh": ""
        },
        {
          "en": "My favourite,and by far the most useful,of the new phrase is \"I'm not comfortable with that.\"It can get you out of almost anything.My other favourite word is \"boundaries\".One can ditch disagreeable people these days via use of the word \"boundaries\"while  escaping  any  feelings  of  guilt.Another  one,\"emotional  labour\",was  coined  in  the  1980s  to  describe service  industy  jobs  that  required  the  faking  of  a  cheerful  behavior  to  satisfy  customers.This  involves  suppressing emotions,such as anger or sadness,which is bound to take a toll on you and could even lead to burnout.It doesn't mean that now.You can bolt that phrase on to almost any situation,conversation or obligation you'd rather not be involved in.",
          "zh": ""
        },
        {
          "en": "Being  able  to  politely  back  out  of  something  without  tying  yourself  in  knots  is  useful,particularly  for  women socialized to comply ( 遵 从 ) .",
          "zh": ""
        },
        {
          "en": "Saying \"yes\"to everything is a trait in most women.For me it is a sign of female maturity to learn to say no.",
          "zh": ""
        },
        {
          "en": "For a longtime now,I have used a polite\"no\"when being asked to do things I don't want to.",
          "zh": ""
        },
        {
          "en": "More to do with age than anything else.Men suffer it too,saying yes too much.You do wise up as you get older.",
          "zh": ""
        },
        {
          "en": "All life involving other people is a compromise.You can pleasantly use the expression \"'′m not comfortable with that\" in solitudes,but among others,who have their own desires,needs and conviction,it becomes a self-detesting exercise.",
          "zh": ""
        },
        {
          "en": "What a lot of men still seem unable to understand is that women learn at very young age to be carers,while men are largish to prioritize themselves.",
          "zh": ""
        },
        {
          "en": "A.Aggressive but effective.",
          "zh": ""
        },
        {
          "en": "B.Useful but impolite.",
          "zh": ""
        },
        {
          "en": "C.Confusing and improper.",
          "zh": ""
        },
        {
          "en": "D.Impractical  and unhelpful.",
          "zh": ""
        },
        {
          "en": "A.It is a trick for performing a task.",
          "zh": ""
        },
        {
          "en": "B.The person in power often bears its burden.",
          "zh": ""
        },
        {
          "en": "C.Constant emotional labour can be exhausting.D.It applies most frequently to the service industry.",
          "zh": ""
        },
        {
          "en": "A.Becoming upset.",
          "zh": ""
        },
        {
          "en": "B.Offending   others C.Losing   control.",
          "zh": ""
        },
        {
          "en": "D.Acting  strangely ENGLISHQUALIFICATION TEST FOR MASTER-DEGREEAPPLICANTS A.Comment 2.B.Comment 3.",
          "zh": ""
        },
        {
          "en": "C.Comment 4.D.Comment 5.",
          "zh": ""
        },
        {
          "en": "A.Comment 1 and Comment 3.",
          "zh": ""
        },
        {
          "en": "B.Comment 2 and Comment 4.",
          "zh": ""
        },
        {
          "en": "C.Comment 1 and Comment 5.",
          "zh": ""
        },
        {
          "en": "D.Comment 4 and Comment 5.",
          "zh": ""
        },
        {
          "en": "Part IV Cloze(10 points) D.Choose the best answerfor each blank and markyour answer on the Answer Sheet.",
          "zh": ""
        },
        {
          "en": "London  on  the  Thames,yes;but  London  in  the  Sea?No,thank  you!Yet  this  could  happen  before2060,       46     steps   are taken quite quickly,to prevent it.",
          "zh": ""
        },
        {
          "en": "As a result of global warming,the sea level around the south east comer of England is        47      to rise by 54cms in just half a century!And scientists now say that many parts ofLondon will be at serious risk      48     flooding  by  the sea within It's not all ofLondon that is in danger:just some parts to the east of the city.And they won't be under water          49- just when there are very high tides.",
          "zh": ""
        },
        {
          "en": "The low-lying suburbs beside the Thames in the East End of London are already      50       from high tides by a massive barrier  that  stretches  right  across  the  river;but        51_defenses  will  be needed along the banks of the Thames to protect a  larger area to the north of the river,and further east.",
          "zh": ""
        },
        {
          "en": "Of  course,there  have  always  been     52       very  high  tides.A  thousand  years  ago,there  were  big  floods  around  London; and in  1953,before  the Thames Barrier was built,over 300 people lost their lives in  \"the big  flood\";but today the dangers are  bigger.There  are  more      53       ,more  roads,more  infrastructure.In  the  past,people  did  not  build  in  places  of  flooding.",
          "zh": ""
        },
        {
          "en": "Today,in southeast England,land is so expensive,that people build everywhere even in places that are liable to be flooded.",
          "zh": ""
        },
        {
          "en": "Scientists also say that climate change wil      l  54    warmer and drier  summers in the south east of England.This will cause major changes  in vegetation,and  several  species  of native     55       will  not  be  able to  survive.Wet in winter,hot in    summer:will  that  be  London  in  fifty  years'time?",
          "zh": ""
        },
        {
          "en": "Part V Text Completion(20 points) ENGLISH QUALIFICATION TESTFOR MASTER-DEGREEAPPLICANTS A.It  needs   an   international          56        cooperation.",
          "zh": ""
        },
        {
          "en": "B.Cattle      57      the plant,and turn it into protein.",
          "zh": ""
        },
        {
          "en": "C.In  the  20th  century  men  greedily          58        natural   resources,threatening    the    ecological   balance.",
          "zh": ""
        },
        {
          "en": "A  plant  expects  its  seeds  to  be  carried  to  a  ground  faraway  by  monkeys,birds  or  insects  that  come  to  eat  its  fiuit.",
          "zh": ""
        },
        {
          "en": "59          Then  men   eat   the   meat   of  the   cattle   and   vegetables.The   relationship   among   allthose   on   earth   is   coexistence, mutual  reliance,and  they  all  share  air,water  and  other  common  resources.",
          "zh": ""
        },
        {
          "en": "60        As  a  result  humans  suffered  from  their   own   \"mindless   behaviors\".Analyses    of   environmental   dangers   usually    go   beyond   the   traditional   boundaries    of   scientific   disciplines.",
          "zh": ""
        },
        {
          "en": "61          t  needs  specialists  to  investigate  and  come  up  with  solutions  of  protection.",
          "zh": ""
        },
        {
          "en": "A.best        62       for  his  nine  symphonies B.is   still         63        daily   around  the  world C.",
          "zh": ""
        },
        {
          "en": "64        the  whole  piece  together Ludwig  van  Beethoven  was  born  over  250  years  ago,yet  his  music          65      .Even   people   who   think   they've   never  heard   Beethoven's   music   probably    have.His   melodies   are    often   used    in   movies,TV    shows,and   even    cartoons.Beethoven  wrote   many   famous   pieces   of   music,but   he's   probably         66        .A   symphony   is    a   long,complicated   piece    of   classical  music,usually   divided   into   four   parts.The   four   parts   are   often   linked   by   \"themes\"-repeated   musical   ideas  that          67    .",
          "zh": ""
        },
        {
          "en": "When  Beethoven  died  in   1827,he  had   some  ideas  for  a   10th   Symphony,but  never  finished  it.",
          "zh": ""
        },
        {
          "en": "A.are  most  likely  to         68 B.will  be     69          to  fire  fighters C.was to use AI to       70     where   forest  fires  might  happen D.has    made     \"extraordinary     efforts\"to     71     life The  Children's  Climate  Prize  was  started  by  a  Swedish  company  Telge  Energi.It's  been  given  every  year  to  a  person between   12  and   17  who          72         on   the   planet  for  children  now  and  in  the  future.This  year's  winner  was   15-year-old Reshma    Kosaraju.Her     idea      73           To   build   her   deep   learning   model,she   used   weather   information   like   temperature,  humidity,wind  speed,and  how  dry  the  soil  is.She  also  looked  at  human  behavior.Her  model  can  predict  where  and  when  forest   fires         74          and  it's  right   about  90%of  the  time.Reshma  hopes  lo  turn  her  program  into  an  app  that          75   .",
          "zh": ""
        },
        {
          "en": "She  also  hopes  it  will  help  people  who  live  in  areas  where  forest  fires  are  likely.",
          "zh": ""
        },
        {
          "en": "Part VI Translation(10 points) Creative  thinking  may   feel   like   a   superpower   reserved   only   for   a   creative   person.Thankfully,creative   geniuses   aren't the  only  ones  who  can  have   innovative  ideas.At  its  core,creative  thinking   is  intentionally  gaining  new   insights  and  different ideas   through   existing   information.Often,creative   thought   involves   tapping   into   different   styles   of   thinking   and   examining information  from  different  viewpoints  to  see  new  patterns.Anyone  can  develop  a  creative  mind  with  some  practice!Using  a wide  variety  of  brainstorming  strategies  can  help  you  discover  new  solutions  for  issues  in  every  area  ofyour  life.Learning different  styles  ofthinking  can  help   give  birth  to  powerful   idea   generation.",
          "zh": ""
        },
        {
          "en": "Part VII Writing(15 points) The   advantages    and   disadvantages    of   self-employedjobs.",
          "zh": ""
        },
        {
          "en": "You  should  write  according  to  the  hints  given  below.",
          "zh": ""
        },
        {
          "en": "Write your  essay  on  the  answer  sheet.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2023",
      "title": "Passage 1",
      "source": "2023年申硕英语真题 Passage 1",
      "sentences": [
        {
          "en": "The rising popularity ofhaving goods delivered directly to one's doorstep has come with increased attention on another phenomenon:porch thef.In communities across the country,residents have expressed concern about stolen packages.",
          "zh": ""
        },
        {
          "en": "Now,lawmakers around the county are aiming to crackdown on it.Brookhaven police has launched“Operation PluggedIn”, a program that allows residents and businesses to register their private surveillance(监控)cameras with the department,so that police can request video content if a crime occurs in a certain area.Hundreds ofindividuals and businesses have registered    their cameras as part ofthe program.",
          "zh": ""
        },
        {
          "en": "This technology has made policing quicker and easier,said Jacob Kissel,an officer at the Brookhaven police department.",
          "zh": ""
        },
        {
          "en": "\"We used to go out and knock on everybody's door after a crime happened.Now we can pull up a map and there are bullet points of all of our registered residents with cameras\",he added.That allows police to simply pick up the phone and ask residents:“Can you look at your system?Is there anything that you may be able to provide us?” Scholars  who  study  surveillance  and  package  theft  raise  concems  around  the  widespread  use  of  technology  to  catch  package  thieves,however.For  instance,facial  recognition  technology  has  been  known  to  misidentify  people  with  darker  skin tones.One  research  has  also  shown  that  predominantly  white  neighborhoods  use  doorbell  cameras  and  related  platforms  more firequently than their non-white counterparts,and may often use theseplatforms to practice “racial gate keeping”,which can lead to increased policing of communities of color.",
          "zh": ""
        },
        {
          "en": "Lawmakers  say  the  new  laws  making  package  theft  a  felony  reflect  the  deep  concerns  of  their   constituents.But  it's unclear whether residents truly  feel that  strongly  about the issue.One Brookhaven resident  said his package was  stolen  last year and it was not a big deal.Since the incidents last fall,package thefthas not been an issue in the community,and he was surprised to hear that police were building  a  felony  case  around  the  thefts.\"I  honestly  think  that's  alittle  extreme,\"said  Sabah  Khandaker, another  Brookhaven  resident.“A  lot  of  the   resources   go   into   finding   someone   that  has   stolen   a  package.They   could  be reallocated  somewhere  else.\" A.use the videos from registered cameras          B.check on the residents with cameras C.install more surveillance cameras                   D.require residents to register their cameras A.Violation ofprivacy.",
          "zh": ""
        },
        {
          "en": "B.Racial discrimination.",
          "zh": ""
        },
        {
          "en": "C.Abuse oftechnology.",
          "zh": ""
        },
        {
          "en": "D.Policing efficiency.",
          "zh": ""
        },
        {
          "en": "A.minor offense                    B.dishonest behavior C.immoral conduct           D.serious crime A.It willturn out rewarding.",
          "zh": ""
        },
        {
          "en": "B.It hurts resident relationships.",
          "zh": ""
        },
        {
          "en": "C.It seems to be an overreaction.",
          "zh": ""
        },
        {
          "en": "D.It  will  achieve  the  intended  effect.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2023",
      "title": "Passage 2",
      "source": "2023年申硕英语真题 Passage 2",
      "sentences": [
        {
          "en": "There is a concept in the psychological literature known as locus of control that is unfamiliar to most people,even though, once  defined,is  commonly  understood.Locus  of  control  is  an  individual's  belief  system   regarding  the  causes  of  his  or  her experiences and the factors to which that person attributes success or failure.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TEST FOR MASTER-DEGREE APPLICANTS This concept is usually divided into two categories:internal and external.If a person has an internal locus of control,that person attibutes success to his or her own efforts and abilities.A person with an external locus of control by contrast often attributes his or her success to luck or fate,and will be less likely to make the efforts needed to lean.This is not to say that an intermal locus of control is\"good\"and an extermal locus of control is\"bad\".There are other variables to be considered.However, psychological research has found that people with a more internal locus of control seem to be better off,e.g.they tend to be more achievement-oriented and get better-payingjobs.",
          "zh": ""
        },
        {
          "en": "Locus of control is often viewed as an inborm personality component.However,there is also evidence that it is shaped by childhood   experiences-inchuding   children's   interactions  with  their  parents.Children  who  were  raised  by  parents  who encouraged their independence and helped them to learn the connection between actions and their consequences tended to have  a more well-developed internal locus of control.",
          "zh": ""
        },
        {
          "en": "The benefits of this were specified in a research study that looked at the potential health effect of the locus of control trait.",
          "zh": ""
        },
        {
          "en": "Researchers found that of more than 7,500 British adults followed since bith,those who had shown an internal locus of control at the age of 10 were less likely to be overweight at age 30,less likely to describe their health as poor,or show high levels of psychological stress.The major explanation for these findings was that children with a more internal locus ofcontrol behave more healthily as adults because they have greater confidence in their ability to influence outcomes through their own actions.They may also have higher self-esteem.",
          "zh": ""
        },
        {
          "en": "A.intensively discussed by researchers                  B.familiar to most people C.a method to avoid failure                                  D.a  beliefofwhat  determines  success A.categorize things as either good or bad B.be more motivated and hardworking C.feel they are not in control oftheir lives D.experience more anxiety than other people A.An external locus of control is better than an internal one.",
          "zh": ""
        },
        {
          "en": "B.An external locus ofcontrol brings poor work performance.",
          "zh": ""
        },
        {
          "en": "C.An internal locus of control is affected by luck or fate.",
          "zh": ""
        },
        {
          "en": "D.An internal locus of control may lead to higher income.",
          "zh": ""
        },
        {
          "en": "B.can be affected by childhood experiences.",
          "zh": ""
        },
        {
          "en": "C.should be trained at school by teachers D.is strengthened by financial independence A.To show the benefits ofinternal locus of control.",
          "zh": ""
        },
        {
          "en": "B.To compare the findings ofpsychological stress.",
          "zh": ""
        },
        {
          "en": "C.To illustrate the importance ofhealthy habits.",
          "zh": ""
        },
        {
          "en": "D.To explain the origin oflocus of control.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2023",
      "title": "Passage 3",
      "source": "2023年申硕英语真题 Passage 3",
      "sentences": [
        {
          "en": "I’m an oceanographer who focuses on the study ofthe ocean.One ofmy research interests is amphipods  (片脚类动物),a kind oftiny sea creature with a soft body and a hard outer shellAmphipods often live in the canyons  (峡谷)under the  sea.They are a food source for larger organisms,fueling the food chain and ultimately the species that humans catch and eat.There are thousands upon thousands ofamphipod species all over the world in fresh and salty water,from the surface to the deep sea.We can think of amphipods as a key species—one that helps indicate how healthy an ecosystem is—because they are so common across the oceans.This was a factor in my decision to study them.",
          "zh": ""
        },
        {
          "en": "I didn’'t directly observe how the amphipod species lives its life.Instead,I compared what I knew about it to studies of similar  species.This  allowed  me  to  make  assumptions  about  its  lifestyle.For  instance,amphipods  have  excellent  “smell”   detecting  abilities  because  large  footfalls  are  few  and  far  between.For  some  female  amphipods,finding  these  food  falls  is  especially important because they must stuffthemselves before reproducing.",
          "zh": ""
        },
        {
          "en": "By the end ofmy studies,I was keenly aware ofthe difficulties in studying deep-sea organisms.The challenges are not just limited  to  accessing  their  habitats.It's  also  tough  to  locate  the  organisms  themselves.Finding  amphipods  in  the  deep  open ocean is like finding  needles  in   a  haystack.",
          "zh": ""
        },
        {
          "en": "Scientists sometimes use large nets to scoop    (舀取) up whatever is in the sea around them,but there's no guarantee that they 'll get what they are looking for.",
          "zh": ""
        },
        {
          "en": "I presented my research at a big sustainability symposium,which allowed me to hear more about human activities that affect  amphipods.Offshore  oil  exploration  is  one  example.The  process  of  looking  for  oil  on  the  seafloor  may  reduce  the availability  of food  for  deep-sea  organisms,including  amphipods.As  their  populations  decrease,the  food  sources  for  larger organisms,like the fish we want to eat,stat disappearing too.Amphipods and humans seem to be worlds apart.And yet harm to rarely seen organisms in the deepest darkest depths ofthe ocean could end up hurting us in the not-too-distant future.",
          "zh": ""
        },
        {
          "en": "A.they show the health condition ofan ecosystem                B.they are a main source of seafood for humans   C.it's valuable to compare them with other species              D.it's interesting to learn about their living habits A.They are the only food source for amphipods.",
          "zh": ""
        },
        {
          "en": "B.They help to attract male amphipods.",
          "zh": ""
        },
        {
          "en": "C.They enhance amphipods'sense of smell.",
          "zh": ""
        },
        {
          "en": "D.They are needed for amphipods'reproduction.",
          "zh": ""
        },
        {
          "en": "A.the high cost of capturing amphipods B.the difficulty ofinding amphipods in the sea C.the urgency in locating amphipods'habitats D.the challenge to tell amphipods from similar species A.Seasonal  overfishing.",
          "zh": ""
        },
        {
          "en": "B.Fish  farming  at sea.",
          "zh": ""
        },
        {
          "en": "C.Exploring  oil  resources.",
          "zh": ""
        },
        {
          "en": "D.Searching  for  sea  organisms.",
          "zh": ""
        },
        {
          "en": "A.Harm to amphipods will affect humans soon.",
          "zh": ""
        },
        {
          "en": "B.Amphipods and humans live in separate worlds.",
          "zh": ""
        },
        {
          "en": "C.Human activities lead to the growth ofamphipods, D.Amphipods pose a threat to fishing industry.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2023",
      "title": "Passage 4",
      "source": "2023年申硕英语真题 Passage 4",
      "sentences": [
        {
          "en": "Europeans play football,andAmericans play football;but surprisingly they do not play the same game.American football is  played by men(and occasionally women)wearing helmets and protective clothing;the ball is oval.European football is played with a ground ball,by people wearing just socks,shorts,a shit,and football boots.",
          "zh": ""
        },
        {
          "en": "Americans have another popular outdoor game too:baseball-a classic American game,that is only played seriously in Noth   America.In   Britain,a   few   people   play   an“ancestor”ofbaseball   called“rounders”-but   it   is   not   a   popular    sport.",
          "zh": ""
        },
        {
          "en": "In today's“global village”,lifestyles are becoming international.Often the American model has spread to other countries of the world.American sports,however,have not spread all over the world,as American films and American fashions have.On the   contrary,European sports have been more successful internationally.Indeed,European football s slowly developing in the USA In motor racing too,though it is not really a team sport,the USA is different.In Europe,South America,Japan and other countries     (including     Canada),“motor     racing”means“Formula1”;Americans     have     IndyCar    racing.The      Indianapolis 500 is like a Formula 1 race,but different.Several famous Formula l drivers —including Nigel Mansell and Jacques Villeneuve —have won the race.On the  other  hand,no American  IndyCar  drivers  have  ever  been  Formula  1  champions.Nevertheless, Americans are beginning to discover Formula 1 racing,since the first American Grand Prix.",
          "zh": ""
        },
        {
          "en": "Besides these big  sports,America ofcourse has basketball—perhaps the most  successful”export”.Invented at  Springfield College,Massachusetts,in  1891,basketball is quite certainly an“American game”.Although it is not as big in Europe as in the USA,basketball has become much more popular in other countries than any other American team sport.",
          "zh": ""
        },
        {
          "en": "Why is America different?",
          "zh": ""
        },
        {
          "en": "The  answer  is  simple.Until the  1960s,team  sports were not played  on a global scale.The  only  real“global”sports  were  individual  sports,such  as  golf  and  tennis.A  hundred  years  ago,individual  rich  Americans could travel to Europe on holiday,and play these two games.But whole teams of sportsmen did not often travel around the world,it was too expensive and slow!",
          "zh": ""
        },
        {
          "en": "A.American football is round while European's is oval.",
          "zh": ""
        },
        {
          "en": "B.European football players wear protective clothing.",
          "zh": ""
        },
        {
          "en": "C.American football is mainly played by males.",
          "zh": ""
        },
        {
          "en": "D.Rules for football games are similar across the world.",
          "zh": ""
        },
        {
          "en": "A.Globalization oflifestyles is taking place.",
          "zh": ""
        },
        {
          "en": "B.American spoits are as popular as its films worldwide.",
          "zh": ""
        },
        {
          "en": "C.European football has replaced American football.",
          "zh": ""
        },
        {
          "en": "D.Different cultures have shaped the American model.",
          "zh": ""
        },
        {
          "en": "A.are opposed to Formula Iracing                           B.often win Formula l race C.have strong team spirit                                          D.take part in IndyCar racing A.reserves its unique American style                    B.was brought in by Europeans in the 19th century C.has spread to many other countries                    D.is the most popular team sport in Europe A.high travelling cost                            B.lack  ofteam  spirit C.fierce  competition                              D.high  demand  ofskill World Mental Health(WMH)Day,on 10 October,is a day to raise awareness ofthe effect mental illness has on millions of people's lives across the world and to help educate and inform us all.",
          "zh": ""
        },
        {
          "en": "Around the world,one in four people will have some mental illness during their lifetime.Around 450 million people are living with a mental health problem right now,making it one ofthe biggest health issues in the world.Yet people rarely talk   about any mental health problems they have because it is humiliating.",
          "zh": ""
        },
        {
          "en": "WMH Day was first celebrated in 1992 to raise awareness ofjust how common mental health issues are,fight against stigma ( 污 名 ) ,and campaign for better conditions and treatment for people who have a mental health problem.The number of people and organizations involved in celebrating WMH Day has grown and grown,and now many countries,such as Australia, even have a Menta Health Week.Each year there is a different theme.For example,in 2017 the theme was mental health in the WMH Day encourages us to be more aware of both our own mental health and other people's.As well as looking after yourself,think about how you could support other people.For example,you could find out more about common issues such as anxiety  and  depression,so  you  will  understand  friends'and  colleagues'problems  better.You  could  also  encourage  your workplace to start a wellnessprogram that would benefit everyone.Companies with wellness programs have found employees take 28 percent less time off for sickness.",
          "zh": ""
        },
        {
          "en": "Spending less time online is a huge factor to reduce anxiety and depression.Also avoiding negativity could help a lot.",
          "zh": ""
        },
        {
          "en": "Celebrating the day is just the first step.Daily education matters.",
          "zh": ""
        },
        {
          "en": "This could involve chatting on social media,hearing music,browsing new ideas,attending events,and so on.",
          "zh": ""
        },
        {
          "en": "It's very difficult to persuade a person that he/she has some mental problem,it's easier for them to reject allthe offers of their relatives to see a doctor than to admit they have been ill.",
          "zh": ""
        },
        {
          "en": "This topic is necessary and important to discuss.Many people suffer from mental illness,and it is vital to talk about it every day rather than on a special day.",
          "zh": ""
        },
        {
          "en": "A.It is not as serious as people think.",
          "zh": ""
        },
        {
          "en": "B.Amajority  ofpeople  suffer  from  it.",
          "zh": ""
        },
        {
          "en": "C.A shameful feeling is attached to it.",
          "zh": ""
        },
        {
          "en": "D.People are eager to understand it.",
          "zh": ""
        },
        {
          "en": "A.It was first celebrated in Australia       B.Millions ofpeople celebrate it every year.",
          "zh": ""
        },
        {
          "en": "C.Mental health in the workplace is the constant theme.D.It advocates care ofmental health for oneself and others.",
          "zh": ""
        },
        {
          "en": "A.Unfair  treatment.",
          "zh": ""
        },
        {
          "en": "B.Limited access to the Internet.",
          "zh": ""
        },
        {
          "en": "C.Tense human relations.",
          "zh": ""
        },
        {
          "en": "D.Negative  attitude.",
          "zh": ""
        },
        {
          "en": "A.Comment 1 and Comment 3.",
          "zh": ""
        },
        {
          "en": "B.Comment 2 and Comment  5.",
          "zh": ""
        },
        {
          "en": "C.Comment 1 and Comment 4.",
          "zh": ""
        },
        {
          "en": "D.Comment 3 and Comment 5.",
          "zh": ""
        },
        {
          "en": "Part IV Cloze(10 points) D.Choose the best answerfor each blank and markyour answer on theAnswer Sheet.",
          "zh": ""
        },
        {
          "en": "Is homework beneficial or harmful?From painting to book reports,and algebraic word problems           46      research projects,the type and amount ofhomework given to students have been           47      for over a century.",
          "zh": ""
        },
        {
          "en": "In the early  1900s,progressive  education  theorists criticized       48        negative impact on children's physical and mental health,        49-            California to ban homework for students under 15,Public opinion swayed in            50       ofhomework  in    the 1950s due to concerns about keeping up with the technological advances.",
          "zh": ""
        },
        {
          "en": "Today,kindergarten to fifth graders have an average of2.9 hours ofhomework per week,sixthto eighth graders have 3.2 hours per teacher,and ninth to twelfth graders have 3.5 hours per teacher,          51         ahigh school student with five teachers could have 17.5 hours of homeworkweek.Teenagers now spend about twice as much time on homework each day _52 compared to teens in the 1990s.",
          "zh": ""
        },
        {
          "en": "53          ofhomework say that it improves student achievement and allows for independent learning ofclassroom and   life skills.They also say that homework gives parents the opportunity to            54            their child's learning and see how they are progressing academically.",
          "zh": ""
        },
        {
          "en": "Opponents argue that too           55          homework may be harmful for students as it can increase stress,reduce leisure and sleep time,and lead to cheating.They also believe that it widens social inequality and is not proven to be beneficial for Part  V   Text   Completion   (20   points) A.Danger      B.problems       C.information A.cause  big              56               for all life on earth B.are   in             57              of dying out completely C.brings together             58             from 73 different sources Scientists are reporting that the world's insects are dying out eight times faster than most other animals.They warn that the  loss ofthese insects will                59              .A  group  of scientists  recently put  out  a  “meta-study”on the  loss  ofinsects  around the world.The meta-study looks at the work of many other scientific studies.This report                60             _.The results of the study are alarming.The scientists say that 40%ofthe world's insects have had a sharp drop in their numbers in the last ten years.",
          "zh": ""
        },
        {
          "en": "One-third  ofthe  world's  insects              61              _.The news is not only bad for the insects,but for everything else that lives on the planet.",
          "zh": ""
        },
        {
          "en": "A.Scales      B.oriented       C.questions Every aspect ofour lives is shaped by our relationship with society and its influences.As abroad social science,sociology is the study ofhuman societies and the wide array of groups existing within them.Sociologists study the way society develops and functions                  65         From national government and cultural norms to localpolitics and family values,sociologists analyze the who and why ofour society.They seek to                66                when we look at not only individuals but society as a whole.",
          "zh": ""
        },
        {
          "en": "Sociology  is  a  field  of  study  not  well  understood  and  often  confused  with  psychology.Though  similar  in  many  respects, psychology  is  67             and how the individual relates to the group.By contrast,sociology is a study of systems and society.It investigates macro-level issues like poverty,food deserts,and unemployment.",
          "zh": ""
        },
        {
          "en": "A.strategy        B.focus     C.emotions     D.benefits A.process  difficult             68-               or feelings B.have          69                for many organ systems  C.be  a  useful          70 D.choosing to try and          71         on potential solutions Positive thinking  sometimes gets a bad reputation.Why?",
          "zh": ""
        },
        {
          "en": "Because a lot of people think it can negatively impact our wellbeing as it does not allow us to           72          .However positive thinking is not about ignoring reality,but rather 73           and being open to new ways of thinking.It can         74           for mentally and emotionally dealing with the many uncertainties and challenges of life Our ability to reframe and look for the positives in a situation appears to          75          within our bodies.This is known as “cognitive reframing”and it trains us to use techniques to challenge our perspective on a situation or experience.",
          "zh": ""
        },
        {
          "en": "Part  VI  Translation  (10  points) While everyone's image oftheir dream home looks a little different,most people will agree that their ideal neighborhood is filled with friendly faces and neighbors they can rely on in a time of need.However,as is the case with all friendships,getting to know your neighbors takes time and effort—though potentially less than you may expect.There are real benefits to getting to know your neighbors.A recent study found that people with positive social perceptions oftheir neighborhoods were less likely to experience depression,anxiety and loneliness.",
          "zh": ""
        },
        {
          "en": "Part  VII  Writing  (15  points) ENGLISHQUALIFICATION TEST FOR MASTER-DEGREE APPLICANTS Our life is often filled with competitions ofall forms and kinds.As a result,people are oftenjudged as winners or losers in those  competitions.Is  winning  the  most  important  in  our  life?Give  your  opinion  and  reasons.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2024",
      "title": "Passage 1",
      "source": "2024年申硕英语真题 Passage 1",
      "sentences": [
        {
          "en": "Who says your job leaves you no time to hit the gym?A detailed new study of U.S.physical activity patterns shows that men who work fulltime—whether their jobs are active or sedentary—end up getting more exercise than healthy working-age men without a job.",
          "zh": ""
        },
        {
          "en": "The new study comes from researchers at the National Institutes of Health(NIH).As part of the National Health and Nutrition Examination Survey in 2003,some 1,800 working-age adults were asked a battery of questions about their lifestyle and work habits,and,crucially,they then agreed to wear an accelerometer—a device to measure their physical activity—over the  course of several days.",
          "zh": ""
        },
        {
          "en": "Those data from accelerometers provide a rare opportunity to nail down how much activity the typical American actually does.They show that men or women who work in active jobs do more physical activity on weekdays than men or women ENGLISHQUALIFICATION TEST FOR MASTER-DEGREE APPLICANTS working in  sedentary jobs.That's perhaps not  surprising,but  the NIH researchers  suggest that  it  still  matters because  of an ongoing shift in the economy toward sedentary work.",
          "zh": ""
        },
        {
          "en": "The more surprising finding is the one that compares fulltime workers to people who don't work.The study shows that men with full-time jobs do more physical activity than healthy men without jobs.(\"Healthy men\",in this case,were those men who said their primary reason for being out of work was something other than health or disability.)In fact,even sedentary full-time workers performed more weekday physical activity overall than the healthy non-workers.The results looked very different for women.Women in sedentary jobs did less physical activity on weekdays than their healthy non-working peers.",
          "zh": ""
        },
        {
          "en": "So what drives the gender(性别)difference?The study looks at the patterns,and unfortunately can't provide too much detail about their causes.There could be many possible answers,including,perhaps,different abilities to pay for leisure time activities,or different norms and attitudes about work and physical activity.It could also be that more non-working women than men are choosing to beat home running around full-time after the kids.",
          "zh": ""
        },
        {
          "en": "But the NIH researchers do find evidence,they write,to suggest that,whatever causes the difference,healthy non-working women are replacing work with active pursuits whereas—for some reason—non-working men generally are not.",
          "zh": ""
        },
        {
          "en": "A.being  out  ofjob        B.working part-time          C.sitting for a long time        Dbeing passive in life A.They record the amount of activity.",
          "zh": ""
        },
        {
          "en": "B.They provide people with more energy.",
          "zh": ""
        },
        {
          "en": "D.They push people to be more active.",
          "zh": ""
        },
        {
          "en": "C.They indicate gender differences.",
          "zh": ""
        },
        {
          "en": "A.Men with sedentary jobs.",
          "zh": ""
        },
        {
          "en": "B.Men with active jobs.",
          "zh": ""
        },
        {
          "en": "C.Healthy women with no jobs.",
          "zh": ""
        },
        {
          "en": "D.Healthy men with nojobs.",
          "zh": ""
        },
        {
          "en": "A.It indicates the ongoing economic trend.",
          "zh": ""
        },
        {
          "en": "B.It provides evidence for gender differences.",
          "zh": ""
        },
        {
          "en": "C.It reveals the typical American physical activity patterns.",
          "zh": ""
        },
        {
          "en": "D.It explains the relation between work and leisure.",
          "zh": ""
        },
        {
          "en": "A.They are busy with their kids all the time.",
          "zh": ""
        },
        {
          "en": "B.They are generally from wealthy families.",
          "zh": ""
        },
        {
          "en": "C.They engage themselves in other activities.",
          "zh": ""
        },
        {
          "en": "D.They rely on their husbands for a living.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2024",
      "title": "Passage 2",
      "source": "2024年申硕英语真题 Passage 2",
      "sentences": [
        {
          "en": "Popular fireworks should be replaced with cleaner drone(无人机)and laser light  shows to  avoid the“highly  damaging” impact on wildlife,domestic pets and the broader environment,new Curt-in-led research has found.",
          "zh": ""
        },
        {
          "en": "The new research,published in Pacific Conservation Biology,examined the environmental cost of firework displays by reviewing the ecological effects of Diwali festivities in India,Fouth ofJuly celebrations across the United States of America,and other events in New Zealand and parts of Europe.Examples included fireworks in  Spanish festivals impacting the breeding success of House  Sparrows,July firework displays being implicated in the decline of Brandt's Cormorant(鸬鹚)colonies  in Califomia,and South American sea lions changing their behavior during breeding season as a result of New Year's fireworks in Chile.",
          "zh": ""
        },
        {
          "en": "Lead author Associate Professor Bill Bateman,from Cutin's  School  of Molecular and Life  Sciences,said that  fireworks create short-term noise and light disturbances that cause distress in domestic animals that may be managed before or afer a firework event,but the impacts to wildlife can be on a much larger scale.The annual timing of some large-scale firework events coincides with the migratory or reproductive movements of wildlife,and may therefore have adverse long-term population effects on them.Fireworks also produce significant pulses of highly pollutant materials that also contribute significantly to the chemical pollution of soil,water,and air,which has implications for human as well as animal health.",
          "zh": ""
        },
        {
          "en": "Bateman said firework bans at sensitive periods for wildlife migration or mating periods could limit the impact,as well as drone or other light-based shows.“Other than horses,for which there is some evidence that they can be gradually familiarized with flashes of light,there is very itle that can be done to address the disturbing impact of noise from fireworks on animals and wildlife,\"Bateman    said.",
          "zh": ""
        },
        {
          "en": "The future of firework displays may be in the use of safer and greener alternatives such as drones,eco-friendly fireworks or visible-wavelength  lasers  for  light  shows.There  is  growing  evidence  that  these  community  events  can  be  managed  in  a sustainable way and it's clear that outdated firework displays need to be replaced by cleaner options that are not harmful to wildlife and the environment.",
          "zh": ""
        },
        {
          "en": "A.doing experiments on animals                   B.conducting a large-scale survey    C.interviewing environmentalists                D.carrying out an ecological review A.cause animals to lose their sight and hearing B.reduce the breeding rate of domestic animals C.pose threats to the migration of wild animals D.are gradually familiarized by wildlife A.Sparrows.",
          "zh": ""
        },
        {
          "en": "C.Cormorants                          D.Horses.",
          "zh": ""
        },
        {
          "en": "A.drones                                  B.parades                         C.travels                                  D.circus  shows A.Popular fireworks constitute a primary source of pollution.",
          "zh": ""
        },
        {
          "en": "B.Fireworks have short-and long-term impact on environment.",
          "zh": ""
        },
        {
          "en": "C.Ecological effects of fireworks should not be overstated.",
          "zh": ""
        },
        {
          "en": "D.Fireworks are outdated and should be banned.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2024",
      "title": "Passage 3",
      "source": "2024年申硕英语真题 Passage 3",
      "sentences": [
        {
          "en": "The past two years have shown that employees desire greater flexibility—and they're willing to change jobs to get it.",
          "zh": ""
        },
        {
          "en": "Flexibility has tremendous benefits for employees,including reduced burnout and greater job satisfaction.However,it can also result in rising coordination costs for managers,large amounts of wasted effort,and the inability to respond quickly to client requests.The brief meetings that once allowed teams to promptly brainstorm solutions and coordinate efforts are now harder to pull together.It can take days to get most members in the  same vitual place  at the  same time(including  one person who's half-listening from the dentist's chair).",
          "zh": ""
        },
        {
          "en": "To increase employee flexibility on their teams,managers need guidance and support.Otherwise,they could burm out on the job or check out to find a new one Here are some ways managers can offer their teams flexibility without breaking under the coordination costs or significantly halting progress.",
          "zh": ""
        },
        {
          "en": "First,rethink when employees work together.For complex tasks that require teamwork,i's not feasible to provide employees with complete flexibility(i.e.the ability to work for any duration at anytime).However,returning to the standard in-office work week won't work  either.Thus,managers  will  need  to  think  differently  and  deeply  about  project  requirements  and  schedule accordingly.",
          "zh": ""
        },
        {
          "en": "For project-based workflows,managers should carefully map out the project tasks and time table and issue an advance request     for     employees    to     block     a     specific     set     of     days     for      overlapping     work     during     key     project phases(e.g,kickoff,mid-point,finalization).For  less  predictable  workflows,match  scheduling  bursts  with  calendar  time  For example,during the second week of the month,employees are expected to be working from 10 am--5 p.m.then they're allowed to choose which 40 hours(+/-10)they work weekly during the rest ofthe month.",
          "zh": ""
        },
        {
          "en": "Second,rethink who works together.To provide greater flexibility,managers may need to reorganize their larger teams into multi-team systems of smaller,empowered,and interconnected groups.For example,converting your team of nine into three teams of three empowers them to make decisions and makes it easier for employees to help coordinate their work.",
          "zh": ""
        },
        {
          "en": "Besides,managers  must  also  think  more  deeply  than  ever  about  the  structure  of  their  employees'tasks  and  priorities.",
          "zh": ""
        },
        {
          "en": "Understanding  the  connections  between  different  tasks  is  especially  crucial  for  setting  priorities  to  avoid  bottlenecks.If everything is a priority,nothing is a priority.",
          "zh": ""
        },
        {
          "en": "A.higher efficiency                      B.longer vacations                        C.less exhaustion            D.lighter workloads A.bring huge benefits to employees                    B.increase productivity  ofa company C.affect response to client requests                    D.pose great challenges to managers A.is necessary and possible                                B.depends on their personal will C.is difficult but economical                              D.improves team coordination A.propose                                B.put off                               C.set aside                                D.restrict A.adjusting project schedules                             B.providing better work conditions C.establishing multi-team systems                      D.setting clear tasks and priorities",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2024",
      "title": "Passage 4",
      "source": "2024年申硕英语真题 Passage 4",
      "sentences": [
        {
          "en": "Conversation goes far beyond talking.It also involves eyes,smiles,and the silences between the words.When those elements hum along together,conversational partners feel most deeply engaged and connected Like good conversationalists,Datmouth College scientists have taken that idea and carried it to new places.They report some surprising  findings  on  the  interplay  between  eye  contact  and  how  two  people  synchronize  ( 同 步 )neural  activity  while talking.The researchers suggest,in a paper published in the Proceedings of the National Academy of Sciences USA,that being in tune with a conversational partner is goodbut that occasionally falling out of sync might be better.",
          "zh": ""
        },
        {
          "en": "Maintaining eye contact has long been thought to act as the glue that connects two people in conversation.Its absence can signal  failure  of  social  finction.Similarly,the  growing  study  along  this  line  has  largely  focused  on  the  way  synchrony  in individuals'brain activity benefits the social connection between them.",
          "zh": ""
        },
        {
          "en": "Earlier research by the Dartmouth lab had showed that synchronized pupil expansion serves as are liable indicator of shared attention,which in turn marks greater neural synchrony.In the new study,which measured pupil expansion during unstructured 10-minute conversations,the researchers found that the initial moment of eye contact—rather than a sustained period of locked gazes—marks a peak in shared attention.Synchrony,in fact,drops sharply just ater you look into your conversation partners'eyes and begins to recover when you and that person look away from each other.“Eye contact is not eliciting synchrony;it's disrupting it,\"says Thalia Wheatley,the paper's senior author.",
          "zh": ""
        },
        {
          "en": "Why would this happen?Wheatley contends that making and breaking eye contact ultimately propels the conversation forward.“Perhaps what this is doing is allowing us to break synchrony and move back into our own heads so that we can bring forth new and individual contributions to keep the conversation going,\"Wheatley says.",
          "zh": ""
        },
        {
          "en": "Connections between gaze and synchrony might be relevant to research in autism(自闭症)and other mental disorders that involve non-typical interaction.The findings also help explain fiustrations over video-conferencing platforms,on which real eye contact is nearly impossible to make—or break—because ofthe positioning of cameras and windows on screens.",
          "zh": ""
        },
        {
          "en": "A.discovered that conversation is more than talking B.doubted the designs of conversational research C.explained the findings of conversationalists D.found interpersonal synchrony not always desirable A.its role in keeping people connected B.its patterns in social interaction C.the sources of poor social relations D.the flow of brain activity in conversations A.Pupil expansion indicates shared attention.",
          "zh": ""
        },
        {
          "en": "B.Synchrony is key to success of communication.",
          "zh": ""
        },
        {
          "en": "C.Shared attention is highest at initialeye contact.",
          "zh": ""
        },
        {
          "en": "D.Synchrony keeps pace with eye contact.",
          "zh": ""
        },
        {
          "en": "A.To create a proper setting for a conversation.",
          "zh": ""
        },
        {
          "en": "B.To make people feel respected by others.",
          "zh": ""
        },
        {
          "en": "C.To encourage people's independent insights.",
          "zh": ""
        },
        {
          "en": "D.To work together with participants'words.",
          "zh": ""
        },
        {
          "en": "A.Improvement of conversational research design.",
          "zh": ""
        },
        {
          "en": "B.Understanding ofdeficits in communication.",
          "zh": ""
        },
        {
          "en": "C.Creativity on patterns of typical interactions.",
          "zh": ""
        },
        {
          "en": "D.Reduction of stress over video conferences.",
          "zh": ""
        },
        {
          "en": "Talking about worry,I think of the most anxiety-provoking time of my life.It was 2008,and I was pregnant with my first child.At my ultrasound checkup,my husband and I learned that our son would be bom with a congenital(先天的)heart  condition.",
          "zh": ""
        },
        {
          "en": "This condition is fatal if not corected through open-heart surgery within months of birth.For the remainder of my pregnancy,I was almost never completely free of wory:How can we get him the best care?How will this affect his life?",
          "zh": ""
        },
        {
          "en": "Doesn't this mean that I should prevent worry as soon as possible?Yet,that is exactly the wrong thing to do.Suppressing thoughts  and  feelings  never  works—and  paradoxically  increases  anxiety  while  reinforcing  the  belief  that  worries  are uncontrollable.",
          "zh": ""
        },
        {
          "en": "I discovered this for myself with my son's heart condition.My worries were constant and exhausting,but putting them aside didn't work.SoI tried the opposite.I used my worries.Every time I worried,I went into action mode:I read every paper published on the condition,I asked our nurses and doctors a million questions,and I imagined best-and worst-case scenarios so I could plan each detail of my son's care.Gradually,I learn to woIny smartly and eventually wonry less.",
          "zh": ""
        },
        {
          "en": "Our son is now14 years old.He loves playing the piano,writing,and wrestling.As his doctors told us after his surgery,there are no restrictions on what he can do.",
          "zh": ""
        },
        {
          "en": "I agree,but meditation helps as well.",
          "zh": ""
        },
        {
          "en": "I'm one of those“stare at the dark ceiling trying to get to sleep\"worriers.I find that it helps tremendously ifI run a mile after dinner.",
          "zh": ""
        },
        {
          "en": "Maybe these are good ideas;maybe not.Maybe some of them will work for some people and some not.But where is the science behind any of it?",
          "zh": ""
        },
        {
          "en": "If it were only so easy.…especially for those ofus who suddenly wake at 3 a.m.most nights where every problem and worry is magnified to the power of 10.",
          "zh": ""
        },
        {
          "en": "A simple way I look at this is to say to myself,“Will I be a worrier or a warrior(战士)?”Then I act on what Iam worried about in some constructive way.",
          "zh": ""
        },
        {
          "en": "A.It only works at the beginning.",
          "zh": ""
        },
        {
          "en": "B.It should start as soon as possible.",
          "zh": ""
        },
        {
          "en": "C.It makes the problem even worse.",
          "zh": ""
        },
        {
          "en": "D.It is a simple and effective solution.",
          "zh": ""
        },
        {
          "en": "C.making a thorough action plan            D.consulting medical professionals A.lack support from scientific research                      B.can be applied to a wider population C.look at worry from a new perspective                     D.may lead to considerable confusion ENGLISHQUALIFICATION TEST FOR MASTER-DEGREE APPLICANTS A.Comment  1.",
          "zh": ""
        },
        {
          "en": "Part  IV      Cloze     (10     points) Millions of years ago,a volcano(火山)built a mountain on the floor ofthe Atlantic.In eruption after eruption,it     46    upa great pile of volcanic rock,until it had accumulated a mass a hundred miles across at its base,reaching 47    toward the surface of the sea,emerging as an island of about two hundred square miles.Thousands of years passed,and thousands of thousands.",
          "zh": ""
        },
        {
          "en": "48    the waves of the Atlantic reduced it to a smallfragment above water.This fragment we know      49 Bermuda.",
          "zh": ""
        },
        {
          "en": "With variations,the life story of Bermuda has been repeated by almost every one of the      50     that interrupt the watery expanses of the oceans far from land.These     51    islands in the sea are fundamentally different from the continents.The major land masses and the ocean basins     52     are much as they have been throughout the greater part of geologic time.But islands are created today,destroyed tomorrow.They are the      53    of the violent,explosive,earth-shaking  eruptions of submarine volcanoes, working perhaps for millions of years to achieve their end.",
          "zh": ""
        },
        {
          "en": "Islands have always_      54     much  attention.Our  imaginations can follow their shapes down through darkening waters to 55     they rest on the sea floor.Wewonder why andhow they rose here in the midst of the ocean.",
          "zh": ""
        },
        {
          "en": "Part  V  Text  Completion  (20  points) A.demand              B.land              C.immediately Phrases: A.satisfy the global   56     for beef B.are converted to grazing    57 Cutting meat consumption is a powerful and personal thing most Americans can do to tackle the climate crisis,and they             59 About40 percent ofgreenhouse gases come from agriculture,deforestation and other land-use changes.Meat—particularly beef—dnives climate change in two ways:first,through cows'emission of a greenhouse gas,and second,by destroying forests as they      60   .Despite the economic slowdown in recent years,atmospheric greenhouse gas levels continued to rise in 2020,in large pat because of an emissions increase in the Amazon as rain forests were changed into land for cattle to      61   .By eating less beef,we can stait to decrease that demand.",
          "zh": ""
        },
        {
          "en": "A.poorly           B.complicated           C.cause Phrases: A.are many viruses that     62    colds B.are still so     63   understood C.is  more64       than it appears One would think that with so many people having colds and so many hous of productivity being lost,scientists would know very well about the common cold.But the disease     65      at  first.Only  in the last few years have researchers gained certain knowledge about the agents responsible for it.For one thing,there     66    .The fact that colds are caused by viruses suggests some means of prevention and treatment.Because the environmental and physiological circumstances for the development of colds      67 ,there is little one can do to prevent them beyond avoiding persons with“new colds”or staying away firom others when one has a new cold.",
          "zh": ""
        },
        {
          "en": "B.something            69with British culture C.most  men  who      70    take the proposal D.two out of five men     71   asking for flexible working A report showed that almost half of allmen failed to take up their offering of two weeks paternity leave(陪产假).The institution which carried out the research found that       72     did so because they felt unable to afford it.",
          "zh": ""
        },
        {
          "en": "The research was not restricted to paternity leave.It also found that      73     lest it harm their careers by making them appear uncommitted.",
          "zh": ""
        },
        {
          "en": "Clearly there is74          ,and  one  thing  driving  our culture is the legal framework in which it operates.Compared to the two-week paternity leave for men,women have a one-year offering.The unequal offerings are              75             while women should take the lead at home.",
          "zh": ""
        },
        {
          "en": "Part VI     Translation   (10  points) Robots often have trouble picking up objects—they need to be trained on exactly where to reach and how to grasp.One problem is that they can't touch.They can't judge how firmly or sofly to hold something.Now engineers have made a tool  called TaCTip.It's a 3D-printed robotic finger tip with a rubbery outer“skin”.Below the skin are tiny,stiff pins.When TacTip  touches something,a camera inside watches those pins getting pushed around.The researchers also added a microphone inside the fingertip,which helps judge vibrations.With all this information,the tool was pretty good at touching different fabrics and  telling them apart.",
          "zh": ""
        },
        {
          "en": "Part     VII   Writing(15   points) It is reported that a record number of more than 4.5 million people sat for the national exam for postgraduate enrollment in 2022,a 21.2%increase over the year before.Why do so many people choose to pursue graduate studies?Give your comments.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2025",
      "title": "Passage 1",
      "source": "2025年申硕英语真题 Passage 1",
      "sentences": [
        {
          "en": "NASA astronaut Frank Rubio set a new record on Monday,Sept.11 for the longest single spaceflight conducted by a U.S.",
          "zh": ""
        },
        {
          "en": "astronaut,after spending 371 days in space,and his mission isn't over.",
          "zh": ""
        },
        {
          "en": "Rubio  originally was  scheduled  to  spend  six  months  in  space  before  his  mission  was  extended  to more  than  a year.",
          "zh": ""
        },
        {
          "en": "Throughout his record-breaking mission,Rubio contributed to several science experiments geared toward understanding how spaceflight affects human physiology and psychology.",
          "zh": ""
        },
        {
          "en": "\"Every day we spend up here,we know a little more about how the human body behaves in space,\"Rubio explained.\"We continue to do studies in the station that will help us when we continue exploring deeper and deeper into our solar system.\" Rubio is the first astronaut to participate in a study examining how exercising with limited gym equipment -affects the  human body.Recognizing that crew members traveling to the Moon and elsewhere will not have enough room in their spacecraft for a treadmill,researchers are eager to determine whether other exercise plans could keep crews healthy on long missions.So rather  than  running  on  the  space  station's  treadmill,Rubio  exercised  only  on  the  space  station's  bicycle  and  weightlifting machine.",
          "zh": ""
        },
        {
          "en": "He is also one of a handful of astronauts to help researchers test whether an enhanced  spaceflight diet can help humans better adapt to life in space.For this study,Rubio met with a specialist to create a customized diet loaded with nutrients,with an emphasis on foods such as fiuits,vegetables,and fish.Scientists will evaluate whether consuming this diet boosted his immunity and improved how his body functioned.",
          "zh": ""
        },
        {
          "en": "For another experiment,Rubio helped nurture and monitor vegetables produced in the space station's Vegetable Production System,or  Veggie.Future  deep   space  missions  will  require  astronauts  to  grow  fresh  food  in   space  as  an  alternative  to prepackaged  food.This  Veggie  study  evaluates  conditions  for  growing  produce  in  space,and  whether  plants   grown  in microgravity can help satisfy the dietary needs of astronauts on more distant spaceflight missions.",
          "zh": ""
        },
        {
          "en": "A.He serves NASA for the longest time.",
          "zh": ""
        },
        {
          "en": "B.He has the longest spaceflight in the U.S.",
          "zh": ""
        },
        {
          "en": "C.He scheduled a single spaceflight.",
          "zh": ""
        },
        {
          "en": "D.His space mission seems endless.",
          "zh": ""
        },
        {
          "en": "A.Its maintenance is difficult.",
          "zh": ""
        },
        {
          "en": "B.It makes too much noise.",
          "zh": ""
        },
        {
          "en": "C.Its effect on human body is uncertain.",
          "zh": ""
        },
        {
          "en": "D.It is too big to fit in the spacecraft.",
          "zh": ""
        },
        {
          "en": "A.Meals favored by astronauts.",
          "zh": ""
        },
        {
          "en": "B.Customized foods with nutrients.",
          "zh": ""
        },
        {
          "en": "C.A diet created by researchers.",
          "zh": ""
        },
        {
          "en": "D.Foods that benefit mental health.",
          "zh": ""
        },
        {
          "en": "A.To cope with food shortage in space.",
          "zh": ""
        },
        {
          "en": "B.To prepare for distant space missions.",
          "zh": ""
        },
        {
          "en": "C.To reduce waste from prepackaged food.",
          "zh": ""
        },
        {
          "en": "D.To boost farming production on Earth.",
          "zh": ""
        },
        {
          "en": "A.An astronaut's contributions to space mission.",
          "zh": ""
        },
        {
          "en": "B.Feasible experiments in outer space.",
          "zh": ""
        },
        {
          "en": "C.Human body behavior and function in space.",
          "zh": ""
        },
        {
          "en": "D.Challenges in adapting to outer space.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2025",
      "title": "Passage 2",
      "source": "2025年申硕英语真题 Passage 2",
      "sentences": [
        {
          "en": "Mainstream science is finally recognizing the medicinal properties of ant honey,a substance native Australians have been using for centuries,to treat colds and sore throats.According to a new study,this sweet substance carries strong antimicrobial Scientists from the University of Sydney's Carter Lab,led by Professor Dee Carter,studied the Australian honey ant.This ant   species is found in desert areas,mainly in Westerm Australia and the Northern Teritory.The honey these ants make isn't stored in cells in hives but inside other ants.Certain ants in their colonies are fed flower juice by other ants until their bellies swell to   the size of grapes.Then when food is scarce,the honey-filled ants vomit up their sweet liquid for the other ants to eat.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TEST FOR MASTER-DEGREE APPLICANTS \"For our people,honey ants are more than just a food source.Digging for them is a very enjoyable way of life and a way of bringing the family together,\"says Danny Ulrich,who operates honeypot ant tours in Westem Australia.\"Our people have been enjoying sweet honey ants for thousands of years.As for its medicinal use,we use it for sore throats and sometimes as a skin cream to help keep infections from getting worse.\" The study conducted by the Carter Lab marks the first time ant honey has been investigated for its medicinal properties.The researchers found that ant honey possesses \"unique\"antimicrobial activity against bacteria.They confirmed that its mechanism of action is different from that of Manuka honey,a well-established treatment for wounds and skin infections.Manuka honey,a well-established treatment for wounds and skin infections,is produced from the flowers of a native New Zealand tree.",
          "zh": ""
        },
        {
          "en": "\"Our research shows that honeypot ant honey possesses a distinctive effect that sets it apart from other types of honey,\"says Dr.",
          "zh": ""
        },
        {
          "en": "Kenya Fermandes from the Carter Lab team.\"This discovery means that honeypot ant honey could contain compounds with substantial antimicrobial power,identifying these could provide us with starting points for developing new and different types of antibiotics.\" A.They cure sore throats with ant honey.",
          "zh": ""
        },
        {
          "en": "B.They stopped using ant honey long ago.",
          "zh": ""
        },
        {
          "en": "C.They participated in an ant honey study.",
          "zh": ""
        },
        {
          "en": "D.They found a new medicinal property of ant honey.",
          "zh": ""
        },
        {
          "en": "A.In their hives.",
          "zh": ""
        },
        {
          "en": "B.In  the  flowers.",
          "zh": ""
        },
        {
          "en": "C.Inside their bodies.",
          "zh": ""
        },
        {
          "en": "D.Inside  the  grapes.",
          "zh": ""
        },
        {
          "en": "A.A  local  cook.",
          "zh": ""
        },
        {
          "en": "B.A leading  scientist.",
          "zh": ""
        },
        {
          "en": "C.A  family  doctor.",
          "zh": ""
        },
        {
          "en": "D.A  tour  agent.",
          "zh": ""
        },
        {
          "en": "A.It was investigated for the first time.",
          "zh": ""
        },
        {
          "en": "B.It has a special effect against bacteria.",
          "zh": ""
        },
        {
          "en": "C.It has its origin from New Zealand.",
          "zh": ""
        },
        {
          "en": "D.It works the same commissioned by as other honey.",
          "zh": ""
        },
        {
          "en": "A.To identify the compounds ofant honey.",
          "zh": ""
        },
        {
          "en": "B.To propose a new treatment for colds.",
          "zh": ""
        },
        {
          "en": "C.To develop more honey products.",
          "zh": ""
        },
        {
          "en": "D.To call for action to protect the ants.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2025",
      "title": "Passage 3",
      "source": "2025年申硕英语真题 Passage 3",
      "sentences": [
        {
          "en": "Coffee makes you happy.The researcher David Warbuton observed what I could have told him without writing a study:A low dose of caffeine can lead to a \"significant increase in happiness and calmness and decrease in tenseness.\"He also noted that, among the study participants,these effects did not come from alleviating a desire for a caffeine addiction;the effect was true, pure,and wonderful.A miracle really.",
          "zh": ""
        },
        {
          "en": "Caffeine is a gif in ways besides happiness.Combined with exercise,it can improve cognitive performance,and if you've been  sleeping less than optimally,it can enhance your reaction time and logical reasoning abilities.Remember this as you head out in traffic:The life your coffee saves could be your own.",
          "zh": ""
        },
        {
          "en": "Nothing in life is free,of course.Consuming more caffeine over time may lead to a state oftolerance,in which caffeine has a smaller effect after chronic use.However,\"this problem\"is really just an opportunity to enjoy more coffee.",
          "zh": ""
        },
        {
          "en": "Some people believe that the solution to tolerance is to hit the reset button.My wife is one of them:Recently,noticing the increases in my consumption over the years,she innocently proposed that I \"take a little break\"from coffee.The very suggestion made me fly into a rage.\"Here's an idea,\"I replied,heart rate soaring.\"Why don't we just live apart for a year so it feels more like it did when we were first married?\"An overreaction?I think not.",
          "zh": ""
        },
        {
          "en": "I'm at peace with the long-term effects ofmy devotion to coffe.Research from Japan shows that habitually drinking coffee reduces all-cause mortality.Studies in mice suggest that it does so by,among other things,encouraging autophagy,the biological process of cleaning out cellular trash,which naturally slows as we age.Coffe has also been found to reduce levels of fatty acid    in the blood of aged mice,which has been linked to diabetes and cancer in humans.",
          "zh": ""
        },
        {
          "en": "Assuming that coffee does keep me alive for an extra few days or decades,I know how Ill spend them:drinking more coffee,of darker and darker roasts,whose strong smell helps combat age-related loss oftaste and smell.",
          "zh": ""
        },
        {
          "en": "A.the exciting research result                              B.the  strong  caffeine  addiction C.the wonderful effect of coffee                          D.Warburton's  achievement A.enhancing your happiness                                B.making you more intelligent C.improving your reasoning abilities                D.helping you sleep optimally A.stop drinking coffee for a while                      B.lower  caffeine  consumption C.live apart from one's family                            D.reduce levels of fatty acid A.It increases the risk of death.",
          "zh": ""
        },
        {
          "en": "B.It helps clean out cellular trash.",
          "zh": ""
        },
        {
          "en": "C.It poses threat to mental health.",
          "zh": ""
        },
        {
          "en": "D.It is a cause of aging problems.",
          "zh": ""
        },
        {
          "en": "A.He will spend more time promoting coffee.B.He will try to find a substitute for coffee.",
          "zh": ""
        },
        {
          "en": "C.He will consume more and stronger coffee.D.He will develop a better habit of drinking.",
          "zh": ""
        },
        {
          "en": "ENGLISH  QUALIFICATION  TEST  FOR  MASTER-DEGREE  APPLICANTS",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    },
    {
      "year": "2025",
      "title": "Passage 4",
      "source": "2025年申硕英语真题 Passage 4",
      "sentences": [
        {
          "en": "Humans help each other—it's one of the foundations of civilized society.But a new study by scientists at the University of California,Berkeley,reveals that  a  lack  of sleep  weakens  this  fundamental  human  attribute,with  real-world  consequences.",
          "zh": ""
        },
        {
          "en": "The study,led by UC Berkeley research scientists Eti Simon and Matthew Walker,adds to a growing body of evidence demonstrating that inadequate sleep not only harms the mental and physical well-being ofan individual,but also compromises the bonds  between  individuals In the study,the scientists placed 24 healthy volunteers in a functional magnetic resonance imager(tMRI)to scan their brains after eight hours of sleep and after a night ofno sleep.They found that areas ofthe brain that form the mind network were less active after a sleepless night.\"When we think about other people,this network engages and allows us to comprehend what other people's needs  are:What  are  they  thinking  about?Do  they  need  help?”Ben  Simon  said.\"However,this  network  was  markedly  impaired when individuals were sleep deprived.It's as though these parts of the brain fail to respond when we are trying to interact with other people after not getting enough sleep.\" The scientists also tracked more than 100 people online over three or four nights,and measured the quality of their sleep—how long they slept,how many times they woke up—and then assessed their desire to help others,such as holding an elevator door open for someone else,volunteering or helping an injured stranger on the street.They found that a decrease in the quality of someone's sleep from one night to the next predicted a significant decrease in the desire to help other people firom one subsequent day to the next.",
          "zh": ""
        },
        {
          "en": "Looking at the big picture,a lack of sleep makes people less sympathetic and less generous.\"Sleep,it tuns out,is an incredible lubricant to connected and generous human behavior,\"Simon said.\"It is time as a society to abandon the idea that sleep is unnecessary or a waste and,without feeling embarrassed,start getting the sleep that we need.It is the best form of kindness we can offer ourselves,as well as the people around us.\" A.It  examines  sleep  from  a  fresh  perspective.B.It  confirms  the  findings  of  other  sleep  research.",
          "zh": ""
        },
        {
          "en": "C.It is a major breakthrough in the study of sleep.",
          "zh": ""
        },
        {
          "en": "D.It is part of a long-term research project on sleep.",
          "zh": ""
        },
        {
          "en": "A.It was activated to make sleep much easier.",
          "zh": ""
        },
        {
          "en": "B.It was enhanced when sleep loss occurred.",
          "zh": ""
        },
        {
          "en": "C.It  formed  obstacles  to  normal  comprehension.",
          "zh": ""
        },
        {
          "en": "D.It was less responsive after sleep deprivation.",
          "zh": ""
        },
        {
          "en": "A.People with poor sleep were less keen to help others.",
          "zh": ""
        },
        {
          "en": "B.Sleep quality was a poor indicator of generosity.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TEST FOR MASTER-DEGREE APPLICANTS C.Generous human behavior followed a downward trend.",
          "zh": ""
        },
        {
          "en": "D.The willingness to help other people was hard to predict.",
          "zh": ""
        },
        {
          "en": "A.The risks of poor sleep tend to be underestimated.",
          "zh": ""
        },
        {
          "en": "B.The link between sleep and health remains unknown.",
          "zh": ""
        },
        {
          "en": "C.Adequate sleep helps improve interpersonal connection.",
          "zh": ""
        },
        {
          "en": "D.Better approaches to improving sleep should be developed.",
          "zh": ""
        },
        {
          "en": "A.Lack of sleep makes us less generous            B.Mutual help benefits a civilized society   C.Why people's sleeping patterns matter?",
          "zh": ""
        },
        {
          "en": "D.Why people suffer from sleep deprivation?",
          "zh": ""
        },
        {
          "en": "With the cost-0f-living crisis biting,more people are considering living in altemative housing,particularly vans and houseboats.",
          "zh": ""
        },
        {
          "en": "A recent study found that 51%of millennials would be willing to live in an alternative dwelling to get a foot on the first step of  the ladder,with 53%saying they would live in a van,and 33%up for living in a houseboat.",
          "zh": ""
        },
        {
          "en": "When you live in a van,there's no mortgage or rent to pay,and there aren’t any utility bills.Your main expense will be petrol for the van,so you can lower your costs even further by staying in one place for as long as possible.This allows you to workfewer   hours if you choose.Living in a van can be a liberating experience.Working less gives you more time to travel,enjoy hobbies, work on side projects,or simply relax and enjoy yourself.",
          "zh": ""
        },
        {
          "en": "Van life can seem enticing,with its reduced expenses and enhanced freedom.However,this lifestyle comes with many challenges and isn't always as glamorous as it is portrayed on social media.Keeping yourself clean is one of the challenges of this lifestyle.A survey found that 28%of van lifers shower at the gym,21%use built-in van showers,and 20%use campsite facilities,which normally come with a fee.A combined 13%said they bathe with baby wipes,or in rivers or seas.Although there is a range of sizes of vans and houseboats,none willoffer you the same amount of space as most conventional homes.There are   times when you feel very packed.",
          "zh": ""
        },
        {
          "en": "Using a toilet while living in a van isn't always an enjoyable topic to discuss.Some van dwellers use “pee bottles”or simply relieve themselves in the“open space”outside the van.This isn’t for everyone.",
          "zh": ""
        },
        {
          "en": "ENGLISHQUALIFICATION TEST FOR MASTER-DEGREE APPLICANTS We're always on our own schedule and have been able to experience each destination in a totally different way.If we end up really liking a specific spot,we can choose to stay longer if we want.",
          "zh": ""
        },
        {
          "en": "The size of the van can make for constant reorganization of things,and a lot of bumping elbows.",
          "zh": ""
        },
        {
          "en": "If your van or boat breaks down and needs to be repaired or replaced,this can leave you in a tricky situation as it is your home.",
          "zh": ""
        },
        {
          "en": "Ours took almost a month to fix,and we had to get it towed 200 miles.Since we had to stay with family out oftown we weren't able to work.",
          "zh": ""
        },
        {
          "en": "A.The desire to try new things.",
          "zh": ""
        },
        {
          "en": "B.The rising living expenses.",
          "zh": ""
        },
        {
          "en": "C.The pressure to find ajob.",
          "zh": ""
        },
        {
          "en": "D.The increasing commute time.",
          "zh": ""
        },
        {
          "en": "A.expensive                         B.promising                     C.attractive                             D.challenging A.Comment  1.",
          "zh": ""
        },
        {
          "en": "Part IV     Cloze  (10  points) Artificial intelligence(Al)is more present in our lives than ever.With varied uses,AI can 46 what we want to see as we browse social media,47  helping to solve global challenges like hunger,environmental changes,and epidemics.This technology has countless 48 in the real world.A McKinsey survey illustrates that AI adoption followed a(n)49 trend in the year 2021 and continues to do so.According to the survey,“56 percent ofall respondents 50 AI adoption in at least one function.” However,AI technology is not always 51-AI can violate privacy,AI-generated output cannot always be explained,and AI can be 52 .When the data feeding an AI system is not representative of the diversity and plurality of our societies,it can 53 discriminatory outcomes.",
          "zh": ""
        },
        {
          "en": "An  often-cited  example  is  facial  recognition  technology.Used  to  access  mobile  phones  and  bank  54,it's  also  being increasingly   employed   by   law    enforcement   authorities.With    emerging   problems   accurately    identifying   women   and  darker-skinned  people,facial  recognition  is  far  from  being  perfected.This  is  not  surprising  when  you  look  at  how  AI  is developed:Only  1  in  10  software  developers  worldwide   are  women.55,developers   come  overwhelmingly  from  westerm  countries.Therefore,AI ethics policies should be formulated from the start.",
          "zh": ""
        },
        {
          "en": "Part V Text Completion(20 points) A.cars with drivers                                           B.along a street                                        C.on an icy road C.move closer together than  58 Most cars already have some driver-less technology like the Anti-lock Braking System(ABS).When a car is    59   ,the ABS can tap the brakes quickly.The wheels tun slowly but do not stop.The driver can then steer the car to safety.Many cars also have parallelparking technology.These cars can    60   .No driver is needed.As cars get more driver-less technology,they will be safer than cars with a driver.",
          "zh": ""
        },
        {
          "en": "Driver-less cars can    61   .This may make driving on busy roads safer.Also,automated vehicles don't get sleepy or text on their phones while driving.",
          "zh": ""
        },
        {
          "en": "A.adaptable                                                B.a threat to                                                  C.rely  on A.they're    smart,    62   ,creative  and loud B.others       63    cities as a refuge from extinction C.others       64   the local wildlife Today at least 60 of the world's 380 or so parrot species have a breeding population in a country outside their natural geographical range.Each successful transplant has its own story:some are friendly,     62    ;some  are abundant in their home ranges,whereas 63 .All are by-products of the pet trade and animal trafficking around the world.Because theyre parrots,     64    .\"They're   animals that are really social,and they live in cognitively complex social environments,”says Grace Smith-Vidaure,a postdoctoral fellow at the Rockefeller University and the University of Cincinnati,who studies the birds,\"They're like humans in a lot of ways.\" A.hit a ball                              B.tactics                                   C.prize  money                            D.millions    offans A.earn as much    68  as men.",
          "zh": ""
        },
        {
          "en": "B.uses a racket to     69   .",
          "zh": ""
        },
        {
          "en": "C.watched on TV by     70 .",
          "zh": ""
        },
        {
          "en": "D.learn how to use   71    to win.",
          "zh": ""
        },
        {
          "en": "Tennis is one ofthe world's most widely-played sports,enjoyed by players ofall ages.It is also a popular spectator sport,with star players in glamorous tournaments(锦标赛) 72   all over the world.Women's matches attract as much interest as the men's,and tennis is one of the few professional sports in which women can     73     .Singles matches are played between two   players and doubles matches are between two teams oftwo players.Each player 74 over a net into their opponent's side of a court.A player wins a point when his or her opponent cannot return a shot,or the opponent's shot doesn’t land in the court.",
          "zh": ""
        },
        {
          "en": "Professional players learn to use many different shots and 75 ,such as by playing to their opponent's weaknesses.",
          "zh": ""
        },
        {
          "en": "Part VI     Translation (10 points) When you're  enjoying  the  outdoors  -whether  you're  at  a  local  park  or  camping  in  the  wildermess  -it's  important  to minimize  your  impact  on  the  environment  around  you.Anything  you  leave  behind,even  by  accident,could  be  harmful  to animals or plants.To reduce your impact on nature,practice the principles of ‘leave no trace’,that means leaving an area exactly as  you  found  it  when  you  arrived.Always  look  around  to  make  sure  you  picked  up  everything  you brought  with  you.It's  also best not to take items you find in nature.Rocks,shells,and sticks are part ofthe local ecosystem and should be left alone.",
          "zh": ""
        },
        {
          "en": "Part     VII Writing (15 points) You could write according to the hints given below.Write your composition on the Answer Sheet.In the rapidly changing world  today,the  value  of lifelong  learning  has  become  increasingly  evident.Discuss  the  significance  of  lifelong  leaning  in  individuals' personal  and  professional  development.Include  examples  and  reasons  to  support  your  viewpoint.",
          "zh": ""
        }
      ],
      "questions": [],
      "favorite": false,
      "completed": false
    }
  ]
}